[{"model": "contenttypes.contenttype", "pk": 1, "fields": {"app_label": "admin", "model": "logentry"}}, {"model": "contenttypes.contenttype", "pk": 2, "fields": {"app_label": "auth", "model": "permission"}}, {"model": "contenttypes.contenttype", "pk": 3, "fields": {"app_label": "auth", "model": "group"}}, {"model": "contenttypes.contenttype", "pk": 4, "fields": {"app_label": "contenttypes", "model": "contenttype"}}, {"model": "contenttypes.contenttype", "pk": 5, "fields": {"app_label": "sessions", "model": "session"}}, {"model": "contenttypes.contenttype", "pk": 6, "fields": {"app_label": "sites", "model": "site"}}, {"model": "contenttypes.contenttype", "pk": 7, "fields": {"app_label": "account", "model": "emailaddress"}}, {"model": "contenttypes.contenttype", "pk": 8, "fields": {"app_label": "account", "model": "emailconfirmation"}}, {"model": "contenttypes.contenttype", "pk": 9, "fields": {"app_label": "users", "model": "customuser"}}, {"model": "contenttypes.contenttype", "pk": 10, "fields": {"app_label": "books", "model": "book"}}, {"model": "contenttypes.contenttype", "pk": 11, "fields": {"app_label": "books", "model": "review"}}, {"model": "sessions.session", "pk": "ptvb9atesf0va4q2wrsdmfastubu16tx", "fields": {"session_data": "YWE2MzY0NDA2YmViNmY5ZmM4NTg4MjEwYzU0MDE0ZWQ0MGZjMGYwYzp7ImFjY291bnRfdmVyaWZpZWRfZW1haWwiOm51bGwsImFjY291bnRfdXNlciI6IjIiLCJfYXV0aF91c2VyX2lkIjoiMiIsIl9hdXRoX3VzZXJfYmFja2VuZCI6ImFsbGF1dGguYWNjb3VudC5hdXRoX2JhY2tlbmRzLkF1dGhlbnRpY2F0aW9uQmFja2VuZCIsIl9hdXRoX3VzZXJfaGFzaCI6IjMyM2U1ZWU3YzFjNDI4MTk5YzQxYzg0MGRjMTQ4ZjczYzA5M2ZiMDQifQ==", "expire_date": "2021-11-01T11:51:42.628Z"}}, {"model": "sessions.session", "pk": "zuw2sqbhsys3gu3e9103r29ti61i5w7b", "fields": {"session_data": "YzgyZjZlOTkyY2YzNGQ3OTM0MjllZmZlYzZlOTgwMmRjYTcyNGI5NDp7ImFjY291bnRfdmVyaWZpZWRfZW1haWwiOm51bGwsImFjY291bnRfdXNlciI6IjQiLCJfYXV0aF91c2VyX2lkIjoiNCIsIl9hdXRoX3VzZXJfYmFja2VuZCI6ImFsbGF1dGguYWNjb3VudC5hdXRoX2JhY2tlbmRzLkF1dGhlbnRpY2F0aW9uQmFja2VuZCIsIl9hdXRoX3VzZXJfaGFzaCI6ImI3YWFkMGVjNGUyODJlNGY5MzAzYTVjYTA5NWU4NTdkZDZlYTFlNTgifQ==", "expire_date": "2021-12-19T01:07:20.283Z"}}, {"model": "sites.site", "pk": 1, "fields": {"domain": "example.com", "name": "example.com"}}, {"model": "books.book", "pk": "02e82b39-a266-4450-8b79-4f3fa8b6e83a", "fields": {"title": "Take Me Home Tonight (Rock Star Romance #3)", "author": "Jason Tran", "category": "Romance", "description": "A rocker gets a taste of unexpected passion in the latest red-hot Rock Star Romance from the award-winning author of I Want You to Want Me. Calix Bourbon might seem like a free spirit, but that’s all a front. In reality he’s just trying to keep his fractured family together while working as a session musician. When Blue Fire hires him to replace their keyboardist, Calix i A rocker gets a taste of unexpected passion in the latest red-hot Rock Star Romance from the award-winning author of I Want You to Want Me. Calix Bourbon might seem like a free spirit, but that’s all a front. In reality he’s just trying to keep his fractured family together while working as a session musician. When Blue Fire hires him to replace their keyboardist, Calix is determined to make the most of the opportunity—but he can’t help being distracted by the band’s sexy personal chef. Mimi’s temporary gig is great, but she has her heart set on auditioning for a televised cooking show. There’s just one problem: she only has a week to acquire the skills necessary to survive the competition. Luckily, the band’s new keyboard player can teach her exactly what she needs, in the kitchen and in the bedroom... ...more", "price": "53.98", "cover": "", "image_url": "https://books.toscrape.com/media/cache/33/72/337240d247fdf020755566e4477e17ca.jpg"}}, {"model": "books.book", "pk": "04be9c61-ebd2-4451-8309-b068bd51667d", "fields": {"title": "A Paris Apartment", "author": "Jamie Allen", "category": "Historical Fiction", "description": "Bienvenue à Paris!When April Vogt's boss tells her about an apartment in the ninth arrondissement that has been discovered after being shuttered for the past seventy years, the Sotheby's continental furniture specialist does not hear the words “dust” or “rats” or “decrepit.” She hears Paris. She hears escape.Once in France, April quickly learns the apartment is not merely Bienvenue à Paris!When April Vogt's boss tells her about an apartment in the ninth arrondissement that has been discovered after being shuttered for the past seventy years, the Sotheby's continental furniture specialist does not hear the words “dust” or “rats” or “decrepit.” She hears Paris. She hears escape.Once in France, April quickly learns the apartment is not merely some rich hoarder's repository. Beneath the cobwebs and stale perfumed air is a goldmine, and not because of the actual gold (or painted ostrich eggs or mounted rhinoceros horns or bronze bathtub). First, there's a portrait by one of the masters of the Belle Epoque, Giovanni Boldini. And then there are letters and journals written by the very woman in the painting, Marthe de Florian. These documents reveal that she was more than a renowned courtesan with enviable decolletage. Suddenly April's quest is no longer about the bureaux plats and Louis-style armchairs that will fetch millions at auction. It's about discovering the story behind this charismatic woman.It's about discovering two women, actually.With the help of a salty (and annoyingly sexy) Parisian solicitor and the courtesan's private diaries, April tries to uncover the many secrets buried in the apartment. As she digs into Marthe's life, April can't help but take a deeper look into her own. Having left behind in the States a cheating husband, a family crisis about to erupt, and a career she's been using as the crutch to simply get by, she feels compelled to sort out her own life too. When the things she left bubbling back home begin to boil over, and Parisian delicacies beyond flaky pâtisseries tempt her better judgment, April knows that both she and Marthe deserve happy finales.Whether accompanied by croissants or champagne, this delectable debut novel depicts the Paris of the Belle Epoque and the present day with vibrant and stunning allure. Based on historical events, Michelle Gable's A Paris Apartment will entertain and inspire, as readers embrace the struggles and successes of two very unforgettable women. ...more", "price": "39.01", "cover": "", "image_url": "https://books.toscrape.com/media/cache/b3/d9/b3d90aca157d5a250becc8b255a37251.jpg"}}, {"model": "books.book", "pk": "0594676e-4879-4b89-8153-9bd49ef56b70", "fields": {"title": "Off the Hook (Fishing for Trouble #1)", "author": "Kristen Wilson", "category": "Romance", "description": "Welcome to The Buoys, a West Coast haven where love comes in with the tide. Perfect for readers of Jill Shalvis and Susan Mallery, the Fishing for Trouble series features three unforgettable brothers—each of whom is a great catch.Major league pitcher Liam O'Donnell knows his best days are probably behind him, but that doesn't mean he's ready to retire and become a fishing Welcome to The Buoys, a West Coast haven where love comes in with the tide. Perfect for readers of Jill Shalvis and Susan Mallery, the Fishing for Trouble series features three unforgettable brothers—each of whom is a great catch.Major league pitcher Liam O'Donnell knows his best days are probably behind him, but that doesn't mean he's ready to retire and become a fishing guide. Still, after all the time he's spent chasing his dreams, he owes it to his brothers to pull his weight around the lodge. The Buoys is their father's legacy, and they can't let some developer take it from them. The one snag Liam isn't counting on is a blast from the past: his ex-wife.The moment Kate Hadley steps out of the seaplane, she knows this assignment is going to be trickier than she thought. She has to persuade the owners to sell—and one of them is Liam O'Donnell. Ten years ago, she made the biggest mistake of her life when she married Liam during a fling in Vegas. Now he's her only lifeline in the middle of nowhere. Kate's trying to keep things cool, but Liam just reminds her of the scorching few nights they spent together—and tempts her to make new memories that are just as steamy as the old. ...more", "price": "47.67", "cover": "", "image_url": "https://books.toscrape.com/media/cache/bc/21/bc214639946c501cd70ff6b752439c76.jpg"}}, {"model": "books.book", "pk": "0a0385c7-a154-487d-b0e6-09784c2e3276", "fields": {"title": "Born for This: How to Find the Work You Were Meant to Do", "author": "Corey Jones", "category": "Business", "description": "To the outside observer, it seems like they’ve won the career lottery—that by some stroke of luck or circumstance, they’ve found the one thing they love so much that it doesn’t even feel like work, and they’re getting paid well to do it. In reality, their good fortune has nothing to do with chance. There’s a method for finding your perfect job, and Chris Guillebeau, the be To the outside observer, it seems like they’ve won the career lottery—that by some stroke of luck or circumstance, they’ve found the one thing they love so much that it doesn’t even feel like work, and they’re getting paid well to do it. In reality, their good fortune has nothing to do with chance. There’s a method for finding your perfect job, and Chris Guillebeau, the bestselling author of The $100 Startup, has created a practical guide for how to do it—whethe rwithin a traditional company or business, or by striking out on your own. Finding the work you were “born to do” isn’t just about discovering your passion. Doing what brings you joy is great, but if you aren’t earning a living, it’s a hobby, not a career. And those who jump out of bed excited to go to work every morning don’t just have jobs that turn their passions into paychecks. They have jobs where they also can lose themselves for hours in the flow of meaningful work. This intersection of joy, money, and flow is what Guillebeau will help you find in this book. Through inspiring stories of those who have successfully landed their dream career, as well as actionable tools, exercises, and thought experiments, he’ll guide you through today’s vast menu of career options to discover the work perfectly suited to your unique interests, skills, and experiences.You’ll learn how to:• Hack the job of your dreams within a traditional organization by making it work for you• Find not only your ideal work but also your ideal working conditions• Create plans that will allow you to take smarter career risks and “beat the house” every time• Start a profitable “side hustle” and earn extra cash on top of your primary stream of income• Escape the prison of working for someone else and build a mini-empire as an entrepreneur• Become a rock star at any creative endeavor by creating a loyal base of fans and followersWhichever path you choose, this book will show you how to find that one job or career that feels so right, it’s like you were born to do it. ...more", "price": "21.59", "cover": "", "image_url": "https://books.toscrape.com/media/cache/9f/e7/9fe7f6432f216b166cb36f16130f20f6.jpg"}}, {"model": "books.book", "pk": "0a5c2862-09b9-4e20-8665-88b3690f9a3e", "fields": {"title": "Dress Your Family in Corduroy and Denim", "author": "Brittany Fuller", "category": "Humor", "description": "David Sedaris returns to his deliriously twisted domain: hilarious childhood dramas infused with melancholy; the gulf of misunderstanding that exists between people of different nations or members of the same family; and the poignant divide between one's best hopes and most common deeds. The family characters his readers love are all here, as well as the unique terrain the David Sedaris returns to his deliriously twisted domain: hilarious childhood dramas infused with melancholy; the gulf of misunderstanding that exists between people of different nations or members of the same family; and the poignant divide between one's best hopes and most common deeds. The family characters his readers love are all here, as well as the unique terrain they inhabit, strewn with comic landmines. 'The Rooster' is back, and getting married in the funniest wedding ever described. David attends a slumber party and gets the upper hand in a unique version of strip poker. 'Rubber or plastic?' The strangest questions can tear people apart. A skinny guy from Spain, wearing a bishop's hat and accompanied by six to eight men, invades your house and pretends to kick you. Is this any way to spend Christmas? With this new book, Sedaris's prose reaches breathtaking new heights and marks off a territory that is unmistakably his own. Read it and weep tears of humane laughter. ...more", "price": "43.68", "cover": "", "image_url": "https://books.toscrape.com/media/cache/9c/2b/9c2bdd3040938c144345a115fb906562.jpg"}}, {"model": "books.book", "pk": "1243132d-86af-4031-a68d-9f46dc713dd9", "fields": {"title": "Exit, Pursued by a Bear", "author": "Monica Wilson", "category": "Young Adult", "description": "“I love you,” Polly says suddenly when I’m almost to the door.“I know,” I say.Hermione Winters has been a flyer. She’s been captain of her cheerleading team. The envied girlfriend and the undisputed queen of her school. Now it’s her last year and those days and those labels are fading fast. In a few months she’ll be a different person. She thinks she’s ready for whatever c “I love you,” Polly says suddenly when I’m almost to the door.“I know,” I say.Hermione Winters has been a flyer. She’s been captain of her cheerleading team. The envied girlfriend and the undisputed queen of her school. Now it’s her last year and those days and those labels are fading fast. In a few months she’ll be a different person. She thinks she’s ready for whatever comes next.But then someone puts something in her drink at a party, and in an instant she finds herself wearing new labels, ones she never imagined:Victim. Survivor. That raped girl.Even though this was never the future she imagined, one essential thing remains unchanged: Hermione can still call herself Polly Olivier’s best friend, and that may be the truest label of all.Heartbreaking and empowering, Exit, Pursued by a Bear is the story of transcendent friendship in the face of trauma.“I love you,” I say, because I really, really do.“I know,” says Polly. ...more", "price": "51.34", "cover": "", "image_url": "https://books.toscrape.com/media/cache/fc/8c/fc8c996d0976a29c5c37bc11923a02f1.jpg"}}, {"model": "books.book", "pk": "16e89aba-eb51-4411-92ef-242962ca1ef5", "fields": {"title": "If I Gave You God's Phone Number....: Searching for Spirituality in America", "author": "Christopher Mcgee", "category": "Spirituality", "description": "If I Gave You God’s Phone Number… - Survey reveals people's relationships with their CreatorWhat do a Cherokee Medicine Woman, a Death Row inmate, an Afghani Sufi Mystic, a Catholic, a Jew, several praying kids, and Mare Cromwell have in common? They all feel strongly about who or what they think God is, why things happen the way they do, and what will become of us in the If I Gave You God’s Phone Number… - Survey reveals people's relationships with their CreatorWhat do a Cherokee Medicine Woman, a Death Row inmate, an Afghani Sufi Mystic, a Catholic, a Jew, several praying kids, and Mare Cromwell have in common? They all feel strongly about who or what they think God is, why things happen the way they do, and what will become of us in the future. They question, praise and criticize God in the hopes of better understanding themselves and others. In a world challenged by economic issues, climate change, war, and constant threat of terrorism, people are pausing from their daily routines to ask the deeper questions and wonder about the divine and mysterious nature of their Creator.In this book, author and spiritual seeker Mare Cromwell interviews people from all walks of life, asking, “If I gave you God’s phone number, what would you do with it?” This spiritual memoir, framed by twenty-one interviews with people from all walks of life, combines the oral tradition of Studs Terkel with the soulful searchings of Neale Donald Welsh. If I gave you God’s phone number… offers the reader what only the best books offer—windows into the most authentic reaches of the soul. Cromwell’s conscientious selection of interview subjects, and her deft questioning, which presses them to go deeper and deeper, is what lends the book its striking range. This diorama of spiritual postures—some passionate, some highly intellectualized—is impossible to look away from, infects the reader with a fever of curiosity about the human condition, and then proceeds to administer the careful cure: vivid, compelling testimony. Not only do her many subjects nourish the reader by their telling, but Cromwell too provides ongoing doses of self-revelation, a gesture of honesty that unifies and strengthens the whole picture. Reading If I gave you God’s phone number…. will enrich your view of spiritual life—in all its radiant variety—forever.What people are saying about If I gave you God’s phone number…\"I strongly recommend this engaging, thought-provoking book. It is distinguished by Ms. Cromwell's empathy for the interesting and diverse people she searched out to interview about their communication with God. Readers will be stimulated to reflect on their own spiritual journey as well as the author's own experiences and those of the people she has interviewed. Because of Ms. Cromwell's personal candor and insights, I continue to ponder the central question she asked her interviewees in this important and unusual book.\" –James Crowfoot, Ph.D., Professor and Dean Emeritus, University of Michigan and former President of Antioch College“Mare Cromwell has done a wonderful job of bringing people's personal views on God and spirituality to the public in this book. These stories will deepen our understanding of the diversity of spirituality in the human experience.”–Garrett Sarley, President of the Omega Institute, author of \"The Essentials of Yoga\" and \"Walking Yoga\"ABOUT THE AUTHOR: Mare Cromwell is an author, poet, gardener and environmentalist. A spiritual seeker for many years, she received a Masters in Natural Resources from the University of Michigan and worked internationally before starting this book. Seven years of interviewing along with a personal intensive search for spiritual meaning culminated in this treatise. Currently a professional gardener, Mare resides in Baltimore, Maryland, where she occasionally leads talks and workshops on spirituality, environmental sustainability and simplicity. ...more", "price": "20.91", "cover": "", "image_url": "https://books.toscrape.com/media/cache/91/1a/911a12f954fc65fc4cc0e8a8f8b30750.jpg"}}, {"model": "books.book", "pk": "198f29a5-fa06-46bb-aed2-1c950ad62239", "fields": {"title": "The Widow", "author": "Benjamin Griffin", "category": "Mystery", "description": "THE NEW YORK TIMESBESTSELLERFor fans of Gone Girl and The Girl on the Train, an electrifying thriller that will take you into the dark spaces that exist between a husband and a wife.When the police started asking questions, Jean Taylor turned into a different woman. One who enabled her and her husband to carry on, when more bad things began to happen... But that woman’s h THE NEW YORK TIMES BESTSELLERFor fans of Gone Girl and The Girl on the Train, an electrifying thriller that will take you into the dark spaces that exist between a husband and a wife.When the police started asking questions, Jean Taylor turned into a different woman. One who enabled her and her husband to carry on, when more bad things began to happen... But that woman’s husband died last week. And Jean doesn’t have to be her anymore. There’s a lot Jean hasn’t said over the years about the crime her husband was suspected of committing. She was too busy being the perfect wife, standing by her man while living with the accusing glares and the anonymous harassment. Now there’s no reason to stay quiet. There are people who want to hear her story. They want to know what it was like living with that man. She can tell them that there were secrets. There always are in a marriage. The truth—that’s all anyone wants. But the one lesson Jean has learned in the last few years is that she can make people believe anything… ...more", "price": "27.26", "cover": "", "image_url": "https://books.toscrape.com/media/cache/e4/37/e43737572b04c7ad28b35f3da29eb8dd.jpg"}}, {"model": "books.book", "pk": "1ff2f0d5-0c08-4692-a76c-3dba84724041", "fields": {"title": "10-Day Green Smoothie Cleanse: Lose Up to 15 Pounds in 10 Days!", "author": "Christopher Bean", "category": "Health", "description": "The 10-Day Green Smoothie Cleanse will jump-start your weight loss, increase your energy level, clear your mind, and improve your overall health. Made up of supernutrients from leafy greens and fruits, green smoothies are filling and healthy and you will enjoy drinking them. Your body will also thank you for drinking them as your health and energy improve to levels you nev The 10-Day Green Smoothie Cleanse will jump-start your weight loss, increase your energy level, clear your mind, and improve your overall health. Made up of supernutrients from leafy greens and fruits, green smoothies are filling and healthy and you will enjoy drinking them. Your body will also thank you for drinking them as your health and energy improve to levels you never thought possible. In ten days, you can expect to lose weight, reduce cravings, clear your mind, and improve digestion. It is an experience that could change your life if you stick with it! This book provides a shopping list, recipes, and detailed instructions for the 10-day cleanse, along with suggestions for getting the best results. It also offers advice on how to continue to lose weight and maintain good health afterwards. Are you ready to look slimmer, healthier, and sexier than you have in years? Then get ready to begin the 10-Day Green Smoothie Cleanse! If you successfully complete the 10-Day Green Smoothie Cleanse, you will… - Lose 10‒15 pounds in 10 days - Get rid of stubborn body fat, including belly fat - Drop pounds and inches fast, without grueling workouts - Learn to live a healthier lifestyle of detoxing and healthy eating - Help your body naturally crave healthy foods so you never have to diet again - Receive over 100 green smoothie recipes for various health conditions and goals JJ Smith is the author of the #1 national bestseller and USA Today bestseller Lose Weight Without Dieting or Working Out! JJ Smith is a nutritionist and certified weight-loss expert who has been featured on The Steve Harvey Show, The Montel Williams Show, and The Jamie Foxx Show and on the NBC, FOX, and CW Network television stations, as well as in the pages of Glamour, Essence, and Ladies Home Journal. Since reclaiming her health, losing weight, and discovering a “second youth” in her forties, JJ has become the voice of inspiration to those who want to lose weight, be healthy, and get their sexy back! ...more", "price": "49.71", "cover": "", "image_url": "https://books.toscrape.com/media/cache/79/84/7984ef7c568a60372f430c1ddae64034.jpg"}}, {"model": "books.book", "pk": "23250cde-fcdd-4a06-a13e-432650b9d4ea", "fields": {"title": "A la Mode: 120 Recipes in 60 Pairings: Pies, Tarts, Cakes, Crisps, and More Topped with Ice Cream, Gelato, Frozen Custard, and More", "author": "Shane Hernandez", "category": "Food and Drink", "description": "Are you ready to take your baking over the top? Here are sixty decadent and delightful ice creams and the sixty desserts that are their vehicles. A la Mode offers not just solid dessert recipes, from raspberry oat bars to bear claws, from chocolate pecan pie to a white chocolate pavlova, but also gives you the unforgettable pairings that make these desserts smash hits: app Are you ready to take your baking over the top? Here are sixty decadent and delightful ice creams and the sixty desserts that are their vehicles. A la Mode offers not just solid dessert recipes, from raspberry oat bars to bear claws, from chocolate pecan pie to a white chocolate pavlova, but also gives you the unforgettable pairings that make these desserts smash hits: apple cranberry pie with Camembert ice cream, chocolate sheet cake with salt caramel frozen custard, and espresso cream jelly roll with mascarpone ice cream.Let's face it: vanilla can sometimes be so... vanilla. A great a-la-mode pairing should be as decadent as finding the perfect wine to go with your cheese plate. With A la Mode, IACP winners and cookbook dynamos Bruce Weinstein and Mark Scarbrough show you how to create innovative delights such as creamy hazelnut gelato atop coffee-poached pears, or maple frozen custard with a mouthwatering cinnamon roll cake, alongside simpler classics like confetti ice cream with layered vanilla birthday cake. You haven't lived until you've had peanut brittle pie with popcorn ice cream, a Cracker Jack fantasy!Because what's a warm pie without ice cream? With A la Mode, you'll have to answer that question! ...more", "price": "38.77", "cover": "", "image_url": "https://books.toscrape.com/media/cache/f4/9c/f49c0d70aedc01b5eb0988d35c77550c.jpg"}}, {"model": "books.book", "pk": "2b0d5a6d-3198-4f02-9b96-26612be77974", "fields": {"title": "Unlimited Intuition Now", "author": "Lisa Brown", "category": "Books", "description": "Read Unlimited Intuition Now to develop your own psychic abilities so that you can receive guidance from your soul.How you will benefit:Pray to open your soul guidanceLearn how to read the energy in your chakras with a pendulumTune in to read your own bodyDiscover how to read the body of another personDiscern how much life force is in your foodFocus to tell if food is real Read Unlimited Intuition Now to develop your own psychic abilities so that you can receive guidance from your soul.How you will benefit:Pray to open your soul guidanceLearn how to read the energy in your chakras with a pendulumTune in to read your own bodyDiscover how to read the body of another personDiscern how much life force is in your foodFocus to tell if food is really good for your bodyPractice how to muscle test yourselfRaise your vibration to listen to your angelsGet your ego out of the way so you can listen to divine guidanceStay connected with loved ones when you are apartOpen your psychic centers of clairaudience, claircognizance, clairsentience and clairvoyanceAvoid other people’s ego projections to see what’s really going onProtect your energy so you feel safe and grounded at all times and in all placesStay out of trouble in dangerous situationsUnderstand how your different psychic gifts actually workDeepen your connection to God and feel supported on all levels ...more", "price": "58.87", "cover": "", "image_url": "https://books.toscrape.com/media/cache/0a/82/0a82c1dfd5b32349b8ce23bf6186553b.jpg"}}, {"model": "books.book", "pk": "35155def-e363-4966-826e-f67df7d700e5", "fields": {"title": "Watchmen", "author": "Heidi Rivera", "category": "Books", "description": "This Hugo Award-winning graphic novel chronicles the fall from grace of a group of super-heroes plagued by all-too-human failings. Along the way, the concept of the super-hero is dissected as the heroes are stalked by an unknown assassin.One of the most influential graphic novels of all time and a perennial best-seller, Watchmen has been studied on college campuses across This Hugo Award-winning graphic novel chronicles the fall from grace of a group of super-heroes plagued by all-too-human failings. Along the way, the concept of the super-hero is dissected as the heroes are stalked by an unknown assassin.One of the most influential graphic novels of all time and a perennial best-seller, Watchmen has been studied on college campuses across the nation and is considered a gateway title, leading readers to other graphic novels such as V for Vendetta, Batman: The Dark Knight Returns and The Sandman series. ...more", "price": "58.05", "cover": "", "image_url": "https://books.toscrape.com/media/cache/a0/76/a07621adcf3e13b4d3bcdc0474ab2098.jpg"}}, {"model": "books.book", "pk": "36ec3ebd-3b4c-4680-bc5d-a3886203a33b", "fields": {"title": "Grey (Fifty Shades #4)", "author": "Tommy Johnson", "category": "Womens Fiction", "description": "See the world of Fifty Shades of Grey anew through the eyes of Christian Grey.In Christian's own words, and through his thoughts, reflections, and dreams, E L James offers a fresh perspective on the love story that has enthralled millions of readers around the world.Christian Grey exercises control in all things; his world is neat, disciplined, and utterly empty—until the See the world of Fifty Shades of Grey anew through the eyes of Christian Grey.In Christian's own words, and through his thoughts, reflections, and dreams, E L James offers a fresh perspective on the love story that has enthralled millions of readers around the world.Christian Grey exercises control in all things; his world is neat, disciplined, and utterly empty—until the day that Anastasia Steele falls into his office, in a tangle of shapely limbs and tumbling brown hair. He tries to forget her, but instead is swept up in a storm of emotion he cannot comprehend and cannot resist. Unlike any woman he has known before, shy, unworldly Ana seems to see right through him—past the business prodigy and the penthouse lifestyle to Christian’s cold, wounded heart. Will being with Ana dispel the horrors of his childhood that haunt Christian every night? Or will his dark sexual desires, his compulsion to control, and the self-loathing that fills his soul drive this girl away and destroy the fragile hope she offers him?This book is intended for mature audiences. ...more", "price": "48.49", "cover": "", "image_url": "https://books.toscrape.com/media/cache/c8/06/c806501c08d2b2cd72f2362a3da6ab80.jpg"}}, {"model": "books.book", "pk": "39da7eb7-f5c5-4d55-a115-95828e3b960f", "fields": {"title": "Lies and Other Acts of Love", "author": "Matthew Henderson", "category": "Fiction", "description": "Dear Carolina was praised as “Southern fiction at its best.”* Now author Kristy Woodson Harvey presents a new novel about what it really means to tell the truth . . . After sixty years of marriage and five daughters, Lynn “Lovey” White knows that all of us, from time to time, need to use our little white lies. Her granddaughter, Annabelle, on the other hand, is as truth Dear Carolina was praised as “Southern fiction at its best.”* Now author Kristy Woodson Harvey presents a new novel about what it really means to tell the truth . . . After sixty years of marriage and five daughters, Lynn “Lovey” White knows that all of us, from time to time, need to use our little white lies. Her granddaughter, Annabelle, on the other hand, is as truthful as they come. She always does the right thing—that is, until she dumps her hedge fund manager fiancé and marries a musician she has known for three days. After all, her grandparents, who fell in love at first sight, have shared a lifetime of happiness, even through her grandfather’s declining health. But when Annabelle’s world starts to collapse around her, she discovers that nothing about her picture-perfect family is as it seems. And Lovey has to decide whether one more lie will make or break the ones she loves . . . ...more", "price": "45.14", "cover": "", "image_url": "https://books.toscrape.com/media/cache/8f/26/8f269de5ec7cef02e538eb0466c68f0c.jpg"}}, {"model": "books.book", "pk": "3af7998a-b356-405c-8441-711b27ad019a", "fields": {"title": "The Shack", "author": "Christina Santana", "category": "Fiction", "description": "Mackenzie Allen Philips' youngest daughter, Missy, has been abducted during a family vacation, and evidence that she may have been brutally murdered is found in an abandoned shack deep in the Oregon wilderness. Four years later in the midst of his \"Great Sadness,\" Mack receives a suspicious note, apparently from God, inviting him back to that shack for a weekend.Against hi Mackenzie Allen Philips' youngest daughter, Missy, has been abducted during a family vacation, and evidence that she may have been brutally murdered is found in an abandoned shack deep in the Oregon wilderness. Four years later in the midst of his \"Great Sadness,\" Mack receives a suspicious note, apparently from God, inviting him back to that shack for a weekend.Against his better judgment he arrives at the shack on a wintry afternoon and walks back into his darkest nightmare. What he finds there will change Mack's world forever.In a world where religion seems to grow increasingly irrelevant The Shack wrestles with the timeless question, \"Where is God in a world so filled with unspeakable pain?\" The answers Mack gets will astound you and perhaps transform you as much as it did him. You'll want everyone you know to read this book!* book description from the back cover ...more", "price": "28.03", "cover": "", "image_url": "https://books.toscrape.com/media/cache/4c/ae/4cae2beda2d1c5f851f8971f94fdbc91.jpg"}}, {"model": "books.book", "pk": "443cced4-83d6-4923-ad2a-60cfe7af1af8", "fields": {"title": "The Flowers Lied", "author": "Sharon Jarvis", "category": "Books", "description": "Remember back when you first wanted to become a rock critic? Or when you first started to read music reviews? Those are the days of The Flowers Lied, Michael Goldberg's new rock ‘n’ roll coming-of-age novel. Writerman, the narrator, is a rock critic wannabe obsessed with music – favorites include Captain Beefheart, the Blue Oyster Cult, the 13th Floor Elevators, John Coltr Remember back when you first wanted to become a rock critic? Or when you first started to read music reviews? Those are the days of The Flowers Lied, Michael Goldberg's new rock ‘n’ roll coming-of-age novel. Writerman, the narrator, is a rock critic wannabe obsessed with music – favorites include Captain Beefheart, the Blue Oyster Cult, the 13th Floor Elevators, John Coltrane, Pearls Before Swine, Slim Harpo, Neil Young, Sam Rivers and, of course, Bob Dylan. This novel is for anyone who grew up in the ‘60s or '70s—or anyone who wondered what it was really like to be a teenager back then.Witness Writerman fighting his record buying addition at Odyssey Records as store owner Lucky Larry guzzles Green Death and applies the “upsell,\" attending a Neil Young concert in 1973 and confronting Neil backstage, pursuing the Visions of Johanna chick of his dreams and ending up naked at the top of a Ferris wheel, alone with his best friend’s girl. ...more", "price": "16.68", "cover": "", "image_url": "https://books.toscrape.com/media/cache/55/c8/55c84e8714aa026c409ac63dc2a01434.jpg"}}, {"model": "books.book", "pk": "451cbc53-a50e-4549-926d-92be082c2e77", "fields": {"title": "Playing with Fire", "author": "Ellen Ware", "category": "Mystery", "description": "A beautiful violinist is haunted by a very old piece of music she finds in a strange antique shop in Rome.The first time Julia Ansdell picks up The Incendio Waltz, she knows it’s a strikingly unusual composition. But while playing the piece, Julia blacks out and awakens to find her young daughter implicated in acts of surprising violence. And when she travels to Venice to A beautiful violinist is haunted by a very old piece of music she finds in a strange antique shop in Rome.The first time Julia Ansdell picks up The Incendio Waltz, she knows it’s a strikingly unusual composition. But while playing the piece, Julia blacks out and awakens to find her young daughter implicated in acts of surprising violence. And when she travels to Venice to find the previous owner of the music, she uncovers a dark secret that involves dangerously powerful people—a family who would stop at nothing to keep Julia from bringing the truth to light. ...more", "price": "13.71", "cover": "", "image_url": "https://books.toscrape.com/media/cache/09/02/0902666ade8ab8183363e53c108e5069.jpg"}}, {"model": "books.book", "pk": "49a162c1-8e52-4bdb-86c6-bf9fa72ac99d", "fields": {"title": "Eleanor & Park", "author": "Jeremy Rodriguez", "category": "Books", "description": "Two misfits.One extraordinary love.Eleanor... Red hair, wrong clothes. Standing behind him until he turns his head. Lying beside him until he wakes up. Making everyone else seem drabber and flatter and never good enough...Eleanor.Park... He knows she'll love a song before he plays it for her. He laughs at her jokes before she ever gets to the punch line. There's a place on Two misfits.One extraordinary love.Eleanor... Red hair, wrong clothes. Standing behind him until he turns his head. Lying beside him until he wakes up. Making everyone else seem drabber and flatter and never good enough...Eleanor.Park... He knows she'll love a song before he plays it for her. He laughs at her jokes before she ever gets to the punch line. There's a place on his chest, just below his throat, that makes her want to keep promises...Park.Set over the course of one school year, this is the story of two star-crossed sixteen-year-olds—smart enough to know that first love almost never lasts, but brave and desperate enough to try. ...more", "price": "56.51", "cover": "", "image_url": "https://books.toscrape.com/media/cache/15/58/1558d3175d91e870644b8029bac93e13.jpg"}}, {"model": "books.book", "pk": "51088698-22ae-4039-a9a4-d6ec20539812", "fields": {"title": "Hide Away (Eve Duncan #20)", "author": "Robert Greer", "category": "Mystery", "description": "Iris Johansen's beloved forensic sculptor Eve Duncan is back and now the stakes are higher than ever. Dramatic changes are on the horizon for Eve and Joe Quinn and their relationship may never be the same. Faced with the task of protecting Cara Delaney, a young girl with ruthless enemies who want to see her dead, Eve takes her away to the remote Scottish Highlands where th Iris Johansen's beloved forensic sculptor Eve Duncan is back and now the stakes are higher than ever. Dramatic changes are on the horizon for Eve and Joe Quinn and their relationship may never be the same. Faced with the task of protecting Cara Delaney, a young girl with ruthless enemies who want to see her dead, Eve takes her away to the remote Scottish Highlands where they join Jane MacGuire in search of a hidden treasure. But nowhere is far enough away to protect Cara from danger. With enemies closing in from all sides, Hide Away is a high-octane thriller that fans will not want to miss. ...more", "price": "11.84", "cover": "", "image_url": "https://books.toscrape.com/media/cache/b2/c5/b2c501b848bccd9cc375771f53c0fb6e.jpg"}}, {"model": "books.book", "pk": "527fc26c-d819-43cf-bc43-942c9ead0daa", "fields": {"title": "Underlying Notes", "author": "Gregory Carr", "category": "Books", "description": "Carla Matteo copes with life by \"tipping the bottle\"--glass goddesses funneling perfume! During a midlife renaissance, the \"juice\" enables Carla to find her own niche, while the ominous rose note in Paloma Picasso forces her to confront the past.", "price": "11.82", "cover": "", "image_url": "https://books.toscrape.com/media/cache/c1/76/c176e12e5d560240086270fa6b762d5d.jpg"}}, {"model": "books.book", "pk": "56c6ecb0-5008-4915-9693-1ea02b5ab239", "fields": {"title": "It Didn't Start with You: How Inherited Family Trauma Shapes Who We Are and How to End the Cycle", "author": "Laura Mitchell", "category": "Psychology", "description": "A groundbreaking approach to transforming traumatic legacies passed down in families over generations, by an acclaimed expert in the field Depression. Anxiety. Chronic Pain. Phobias. Obsessive thoughts. The evidence is compelling: the roots of these difficulties may not reside in our immediate life experience or in chemical imbalances in our brains—but in the lives of our A groundbreaking approach to transforming traumatic legacies passed down in families over generations, by an acclaimed expert in the field Depression. Anxiety. Chronic Pain. Phobias. Obsessive thoughts. The evidence is compelling: the roots of these difficulties may not reside in our immediate life experience or in chemical imbalances in our brains—but in the lives of our parents, grandparents, and even great-grandparents. The latest scientific research, now making headlines, supports what many have long intuited—that traumatic experience can be passed down through generations. It Didn’t Start with You builds on the work of leading experts in post-traumatic stress, including Mount Sinai School of Medicine neuroscientist Rachel Yehuda and psychiatrist Bessel van der Kolk, author of The Body Keeps the Score. Even if the person who suffered the original trauma has died, or the story has been forgotten or silenced, memory and feelings can live on. These emotional legacies are often hidden, encoded in everything from gene expression to everyday language, and they play a far greater role in our emotional and physical health than has ever before been understood. As a pioneer in the field of inherited family trauma, Mark Wolynn has worked with individuals and groups on a therapeutic level for over twenty years. It Didn’t Start with You offers a pragmatic and prescriptive guide to his method, the Core Language Approach. Diagnostic self-inventories provide a way to uncover the fears and anxieties conveyed through everyday words, behaviors, and physical symptoms. Techniques for developing a genogram or extended family tree create a map of experiences going back through the generations. And visualization, active imagination, and direct dialogue create pathways to reconnection, integration, and reclaiming life and health. It Didn’t Start With You is a transformative approach to resolving longstanding difficulties that in many cases, traditional therapy, drugs, or other interventions have not had the capacity to touch. ...more", "price": "56.27", "cover": "", "image_url": "https://books.toscrape.com/media/cache/d3/26/d326484793116ccc786957d31e4fe912.jpg"}}, {"model": "books.book", "pk": "59b9fab7-4ce6-4d26-817f-4d2efe9f15fe", "fields": {"title": "Lilac Girls", "author": "Linda Weber", "category": "Historical Fiction", "description": "Inspired by the life of a real World War II heroine, this debut novel reveals a story of love, redemption, and secrets that were hidden for decades.New York socialite Caroline Ferriday has her hands full with her post at the French consulate and a new love on the horizon. But Caroline’s world is forever changed when Hitler’s army invades Poland in September 1939—and then s Inspired by the life of a real World War II heroine, this debut novel reveals a story of love, redemption, and secrets that were hidden for decades. New York socialite Caroline Ferriday has her hands full with her post at the French consulate and a new love on the horizon. But Caroline’s world is forever changed when Hitler’s army invades Poland in September 1939—and then sets its sights on France. An ocean away from Caroline, Kasia Kuzmerick, a Polish teenager, senses her carefree youth disappearing as she is drawn deeper into her role as courier for the underground resistance movement. In a tense atmosphere of watchful eyes and suspecting neighbors, one false move can have dire consequences. For the ambitious young German doctor, Herta Oberheuser, an ad for a government medical position seems her ticket out of a desolate life. Once hired, though, she finds herself trapped in a male-dominated realm of Nazi secrets and power. The lives of these three women are set on a collision course when the unthinkable happens and Kasia is sent to Ravensbrück, the notorious Nazi concentration camp for women. Their stories cross continents—from New York to Paris, Germany, and Poland—as Caroline and Kasia strive to bring justice to those whom history has forgotten. ...more", "price": "17.28", "cover": "", "image_url": "https://books.toscrape.com/media/cache/c0/80/c080a1626edf581b780420db13e7b074.jpg"}}, {"model": "books.book", "pk": "5be63edf-bcf4-46a9-9529-db0f3bbbb905", "fields": {"title": "Arena", "author": "Bryan Bennett", "category": "Science Fiction", "description": "A fast-paced and gripping near-future science fiction debut about the gritty world of competitive gaming...Every week, Kali Ling fights to the death on national TV. She’s died hundreds of times. And it never gets easier... The RAGE tournaments—the Virtual Gaming League’s elite competition where the best gamers in the world compete in a no-holds-barred fight to the digital A fast-paced and gripping near-future science fiction debut about the gritty world of competitive gaming... Every week, Kali Ling fights to the death on national TV. She’s died hundreds of times. And it never gets easier... The RAGE tournaments—the Virtual Gaming League’s elite competition where the best gamers in the world compete in a no-holds-barred fight to the digital death. Every bloody kill is broadcast to millions. Every player is a modern gladiator—leading a life of ultimate fame, responsible only for entertaining the masses. And though their weapons and armor are digital, the pain is real. Chosen to be the first female captain in RAGE tournament history, Kali Ling is at the top of the world—until one of her teammates overdoses. Now, she must confront the truth about the tournament. Because it is much more than a game—and even in the real world, not everything is as it seems. The VGL hides dark secrets. And the only way to change the rules is to fight from the inside... ...more", "price": "21.36", "cover": "", "image_url": "https://books.toscrape.com/media/cache/01/c5/01c50c5f341b8f1d030e9dffba5e5498.jpg"}}, {"model": "books.book", "pk": "5ead92da-c763-4b84-a33f-0514e7527b42", "fields": {"title": "The Art of Startup Fundraising", "author": "Joseph Bryant", "category": "Business", "description": "The Art of Startup Fundraising takes a fresh look at raising money for startups, with a focus on the changing face of startup finance. New regulations are making the old go-to advice less relevant, as startup money is increasingly moving online. These new waters are all but uncharted—and founders need an accessible guide. This book helps you navigate the online world of st The Art of Startup Fundraising takes a fresh look at raising money for startups, with a focus on the changing face of startup finance. New regulations are making the old go-to advice less relevant, as startup money is increasingly moving online. These new waters are all but uncharted—and founders need an accessible guide. This book helps you navigate the online world of startup fundraising with easy-to-follow explanations and expert perspective on the new digital world of finance. You'll find tips and tricks on raising money and investing in startups from early stage to growth stage, and develop a clear strategy based on the new realities surrounding today's startup landscape.The finance world is in a massive state of flux. Changes are occurring at an increasing pace in all sectors, but few more intensely than the startup sphere. When the paradigm changes, your processes must change with it. This book shows you how startup funding works, with expert coaching toward the new rules on the field.-Learn how the JOBS Act impacts the fundraising model-Gain insight on startups from early stage to growth stage-Find the money you need to get your venture going-Craft your pitch and optimize the strategy-Build momentum-Identify the right investors-Avoid the common mistakesDon't rely on the \"how we did it\" tales from superstar startups, as these stories are unique and applied to exceptional scenarios. The game has changed, and playing by the old rules only gets you left behind. Whether you're founding a startup or looking to invest, The Art of Startup Fundraising provides the up-to-the-minute guidance you need.PRAISE FOR THE ART OF STARTUP FUNDRAISING:“The Art of Startup Fundraising is a must read for anyone who even considers starting a business. Fundraising is hard. This book gives you the roadmap to get where you are going. Alejandro Cremades speaks with wisdom and from experience.“ - Tim Draper , Founder of Draper Associates, DFJ, and Draper University.\"The Art of Startup Fundraising should be a mandatory reading for entrepreneurs that are looking to raise capital. This book will enable Alejandro to help many more early stage companies answer the tough questions when fundraising.\" - Marco Landi, Former Chief Operating Officer at Apple and Chairman at Atlantis Ventures\"Raising capital is often the most daunting and least understood aspects of starting a new business and there are few people more experienced than Alejandro Cremades to act as a guide. The Art of Startup Fundraising unlocks key secrets of fundraising for newly minted entrepreneurs.\" - Jeff Stibel, Chairman of BrainGate, Inc. and Vice Chairman of Dun & Bradstreet, Inc.; New York Times bestselling author of Breakpoint and Wired for Thought.\"This book provides a clear, concise tour of the fundraising game. With his crowdfunding and entrepreneurial expertise in full display, Cremades does a terrific job making a complicated process simple and accessible.\" - Jeff Bussgang, General Partner at Flybridge Capital Partners and Senior Lecturer at Harvard Business School“Entrepreneurs need to be amazing at recruiting, selling and fundraising. The Art of Startup Fundraising provides the essential toolkit for mastering a core skill for any entrepreneur.” - Gil Penchina, serial entrepreneur and prolific angel investor“For many entrepreneurs finding the right investor for their venture can be a daunting task. Alejandro's experience with equity crowdfunding gives a unique perspective on the fundraising game. The Art of Startup Fundraising is very insightful for entrepreneurs looking to close a round of financing and changing the world.” - Anyndya Ghose, Professor at NYU Stern School of Business“There is no perfect approach to raising investment for a startup, but there is a certain tribal knowledge out there, that most of us had to learn through several failed attempts. The Art of Startup Fundraising captures every bit of advice (and then some!) that I would give to any entrepreneur looking for funding.” - Paul Murphy, Partner at Betaworks and CoFounder of Playdots“Alejandro's The Art of Startup Fundraising is a must read for any entrepreneur. Clear and concise, he outlines in today's startup community the steps to successfully fundraise. This is the golden era for entrepreneurs, any good idea with proof of concept can get access to money. Know your options!” - Angelo J. Robles, Founder and CEO of Family Office Association“It doesn't matter how great of a business you can build. If you can't raise money, you're toast. Master this book.” - Ilya Pozin, Forbes Contributor and CoFounder of Pluto TV and CoFounder of Coplex\"The Art of Startup Fundraising translates art into science. By sharing proven formulas, strategies, and case studies that work, Alejandro Cremades provides a needed service to future entrepreneurs.\" - Josh Cohen, Managing Partner at City Light Capital“This ought to be a reading requirement for all entrepreneurs when building a business and raising capital. This is a very well written and informative book, written by a man who is a testament to dedication and creativity when confronted with the challenges of being an entrepreneur and raising capital.” - Carter Caldwell, serial entrepreneur and Principal at Cross Atlantic Capital Partners“Alejandro is on the bleeding edge of equity crowdfunding today. When he talks about fundraising, startups listen.” - Andrew Ackerman, Managing Director at Dreamit Ventures“Raising capital can be tough. Alejandro provides a step-by-step guidebook to all entrepreneurs that rather spend their time thinking about changing the world instead of thinking of how to raise funds.” - Tobias P. Schirmer, Managing Partner of JOIN Capital \"A superb book on fundraising. Alejandro's guidance should arm entrepreneurs with the necessary tools to close with success a meaningful round of financing.\" - Ellen Weber, Executive Director at Robin Hood Ventures“The Art of Startup Fundraising is a practical and comprehensive resource for entrepreneurs to use again and again. It captures what startups need to do to be successful in the rapidly evolving financing world, while also providing tips on the fundamentals of building businesses that don’t change over time.” - Marianne Hudson, Executive Director at Angel Capital Association“Raising money is hard. But start-up founders all over the world can make it exponentially easier by educating themselves on the process of raising equity capital before they dive into it. The practical, hands-on advice from Alejandro Cremades in this book provides a solid foundation in that self-education process. Delivered in an approachable format with a key lesson to take-away every few pages, “The Art of Startup Fundraising” is essential reading for entrepreneurs everywhere.” - Allen Taylor, Managing Director at Endeavor ...more", "price": "21.00", "cover": "", "image_url": "https://books.toscrape.com/media/cache/67/e8/67e81a7a82578a919a48816330836090.jpg"}}, {"model": "books.book", "pk": "68d7ce81-275f-4e2a-a09c-194cf7a56296", "fields": {"title": "Everyday Italian: 125 Simple and Delicious Recipes", "author": "Kayla Khan", "category": "Food and Drink", "description": "In her hit Food Network show Everyday Italian, Giada De Laurentiis shows you how to cook delicious, beautiful food in a flash. And here, in her long-awaited first book, she does the same—helps you put a fabulous dinner on the table tonight, for friends or just for the kids, with a minimum of fuss and a maximum of flavor. She makes it all look easy, because it is. Everyday In her hit Food Network show Everyday Italian, Giada De Laurentiis shows you how to cook delicious, beautiful food in a flash. And here, in her long-awaited first book, she does the same—helps you put a fabulous dinner on the table tonight, for friends or just for the kids, with a minimum of fuss and a maximum of flavor. She makes it all look easy, because it is. Everyday Italian is true to its title: the fresh, simple recipes are incredibly quick and accessible, and also utterly mouth-watering—perfect for everyday cooking. And the book is focused on the real-life considerations of what you actually have in your refrigerator and pantry (no mail-order ingredients here) and what you’re in the mood for—whether a simply sauced pasta or a hearty family-friendly roast, these great recipes cover every contingency. So, for example, you’ll find dishes that you can make solely from pantry ingredients, or those that transform lowly leftovers into exquisite entrées (including brilliant ideas for leftover pasta), and those that satisfy your yearning to have something sweet baking in the oven. There are 7 ways to make red sauce more interesting, 6 different preparations of the classic cutlet, 5 perfect pestos, 4 creative uses for prosciutto, 3 variations on basic polenta, 2 great steaks, and 1 sublime chocolate tiramisù—plus 100 other recipes that turn everyday ingredients into speedy but special dinners.What’s more, Everyday Italian is organized according to what type of food you want tonight—whether a soul-warming stew for Sunday supper, a quick sauté for a weeknight, or a baked pasta for potluck. These categories will help you figure out what to cook in an instant, with such choices as fresh-from-the-pantry appetizers, sauceless pastas, everyday roasts, and stuffed vegetables—whatever you’re in the mood for, you’ll be able to find a simple, delicious recipe for it here. That’s the beauty of Italian home cooking, and that’s what Giada De Laurentiis offers here—the essential recipes to make a great Italian dinner. Tonight. ...more", "price": "20.10", "cover": "", "image_url": "https://books.toscrape.com/media/cache/4e/eb/4eebc29c9f3885800e6ae2c62c836145.jpg"}}, {"model": "books.book", "pk": "78ff4ed7-a631-44ca-b86e-8883e93feb45", "fields": {"title": "Nap-a-Roo", "author": "Mary Miller", "category": "Childrens", "description": "Finalist, 9th Annual National Indie Excellence Awards Fast, fun, and engaging, this book makes sleepy time special for children and parents alike. Follow the kangaroo through the zoo as he gets ready for a nap-a-roo. Little ones can't get enough of this adorable modern book that centers around naps. With colorful images and imaginative text, this story is easy to fall in l Finalist, 9th Annual National Indie Excellence Awards Fast, fun, and engaging, this book makes sleepy time special for children and parents alike. Follow the kangaroo through the zoo as he gets ready for a nap-a-roo. Little ones can't get enough of this adorable modern book that centers around naps. With colorful images and imaginative text, this story is easy to fall in love with. Children will enjoy taking a nap-a-roo just like the kangaroo. ...more", "price": "25.08", "cover": "", "image_url": "https://books.toscrape.com/media/cache/b9/43/b9437eda691f483d2174a1b94c8c9d06.jpg"}}, {"model": "books.book", "pk": "7a2011f0-d926-488a-9748-a12839e55edc", "fields": {"title": "Daredevils", "author": "Samuel Oliver", "category": "Fiction", "description": "From the winner of 2014’s PEN Robert W. Bingham Prize, an unforgettable debut novel about Loretta, a teenager married off as a “sister wife,” who makes a break for freedomAt the heart of this exciting debut novel, set in Arizona and Idaho in the mid-1970s, is fifteen-year-old Loretta, who slips out of her bedroom every evening to meet her so-called gentile boyfriend. Her s From the winner of 2014’s PEN Robert W. Bingham Prize, an unforgettable debut novel about Loretta, a teenager married off as a “sister wife,” who makes a break for freedom At the heart of this exciting debut novel, set in Arizona and Idaho in the mid-1970s, is fifteen-year-old Loretta, who slips out of her bedroom every evening to meet her so-called gentile boyfriend. Her strict Mormon parents catch her returning one night, and promptly marry her off to Dean Harder, a devout yet materialistic fundamentalist who already has a wife and a brood of kids. The Harders relocate to his native Idaho, where Dean’s teenage nephew Jason falls hard for Loretta. A Zeppelin and Tolkien fan, Jason worships Evel Knievel and longs to leave his close-minded community. He and Loretta make a break for it. They drive all night, stay in hotels, and relish their dizzying burst of teenage freedom as they seek to recover Dean’s cache of “Mormon gold.” But someone Loretta left behind is on their trail... A riveting story of desire and escape, Daredevils boasts memorable set pieces and a rich cast of secondary characters. There’s Dean’s other wife, Ruth, who as a child in the 1950s was separated from her parents during the notorious Short Creek raid, when federal agents descended on a Mormon fundamentalist community. There’s Jason’s best friend, Boyd, part Native American and caught up in the activist spirit of the time, who comes along for the ride, with disastrous results. And Vestal’s ultimate creation is a superbly sleazy chatterbox—a man who might or might not be Evel Knievel himself—who works his charms on Loretta at a casino in Elko, Nevada.A lifelong journalist whose Spokesman column is a fixture in Spokane, WA, Shawn has honed his fiction over many years, publishing in journals like McSweeney's and Tin House. His stunning first collection, Godforsaken Idaho, burrowed into history as it engaged with masculinity and crime, faith and apostasy, and the West that he knows so well. Daredevils shows what he can do on a broader canvas--a fascinating, wide-angle portrait of a time and place that's both a classic coming of age tale and a plunge into the myths of America, sacred and profane. ...more", "price": "16.34", "cover": "", "image_url": "https://books.toscrape.com/media/cache/79/47/79478ba5ab673fbdfe79a745a14fb9de.jpg"}}, {"model": "books.book", "pk": "7bcacb01-1539-4171-88e4-fd95b5a08b57", "fields": {"title": "The Alien Club", "author": "Joann Small", "category": "Young Adult", "description": "When everything is your first, you’re an alien.The feelings, sensations, decisions and ramifications of your actions are uncharted territory. An alien landscape that stretches from your front door to your first love can be more bizarre, beautiful and unforgiving than any other planet in the Universe. With no handbook and nowhere to turn, you’re forced to blaze a path to gr When everything is your first, you’re an alien.The feelings, sensations, decisions and ramifications of your actions are uncharted territory. An alien landscape that stretches from your front door to your first love can be more bizarre, beautiful and unforgiving than any other planet in the Universe. With no handbook and nowhere to turn, you’re forced to blaze a path to greatness you’re not even sure is your destiny.A rich tale of love and war, and the interpersonal relationships that forge them both. The Alien Club follows the path forged by a ten-year-old boy, blindly clawing his way through the confusing, frightening and utterly fascinating life afforded him via a magical neighborhood situated in suburbia USA, during the summer of 1979.Wrought with heroism and hilarious happenings, The Alien Club is a truly mesmerizing journey created by a series of tragic and fanciful events that are thrust into motion by seemingly mundane issues that grip and alter the trajectory of an innocent youth.The Alien Club is the crossroads of The Goonies, The Outsiders, The Lord of the Flies and Stand by Me (The Body). ...more", "price": "54.40", "cover": "", "image_url": "https://books.toscrape.com/media/cache/15/7c/157c526f6978d80e039e1362ae898fc8.jpg"}}, {"model": "books.book", "pk": "955ca73d-f8a7-42a4-bf04-403f31e150c5", "fields": {"title": "Mother, Can You Not?", "author": "Matthew Diaz", "category": "Nonfiction", "description": "Based on the wildly popular Instagram account @CrazyJewishMom, Kate Siegel's essay collection about life with the woman who redefined the term \"helicopter mom\" There is nothing more wonderful than a mother’s love. There is also nothing more annoying. Who else can proudly insist that you’re perfect while simultaneously making you question every career, fashion, andrelation Based on the wildly popular Instagram account @CrazyJewishMom, Kate Siegel's essay collection about life with the woman who redefined the term \"helicopter mom\" There is nothing more wonderful than a mother’s love. There is also nothing more annoying. Who else can proudly insist that you’re perfect while simultaneously making you question every career, fashion, and relationship decision you have ever made? No one understands the delicate mother-daughter dynamic better than Kate Siegel—her own mother drove her so crazy that she decided to broadcast their hilarious conversations on Instagram. Soon, hundreds of thousands of people were following their daily text exchanges, eager to see what outrageous thing Kate’s mom would do next. Now, in Mother, Can You NOT?, Kate pays tribute to the woman who invented the concept of drone parenting. From embarrassing moments (like crashing Kate's gynecological exams) to outrageous stories (like the time she made Kate steal a cat from the pound) to hilarious celebrations (including but not limited to parties for Kate's menstrual cycles), Mother, Can you NOT? lovingly lampoons the lengths to which our mothers will go to better our lives (even if it feels like they’re ruining them in the process). ...more", "price": "16.89", "cover": "", "image_url": "https://books.toscrape.com/media/cache/88/b4/88b464746c5882cc605827a0521ddcea.jpg"}}, {"model": "books.book", "pk": "9cf0ebc8-c4d2-41b2-991d-4415bcb281c2", "fields": {"title": "Mothering Sunday", "author": "Anthony Mcgee", "category": "Fiction", "description": "From the Booker Award winner: a luminous, profoundly moving work of fiction that begins with an afternoon tryst in 1924 between a servant girl and the young man of the neighboring house, but then opens to reveal the whole life of a remarkable woman.Twenty-two year old Jane Fairchild, orphaned at birth, has worked as a maid at one English country estate since she was sixtee From the Booker Award winner: a luminous, profoundly moving work of fiction that begins with an afternoon tryst in 1924 between a servant girl and the young man of the neighboring house, but then opens to reveal the whole life of a remarkable woman.Twenty-two year old Jane Fairchild, orphaned at birth, has worked as a maid at one English country estate since she was sixteen. And for almost all of those years she has been the secret lover to Paul Sheringham, the scion of the estate next door. On an unseasonably warm March afternoon, Jane and Paul will make love for the last time--though not, as Jane believes, because Paul is about to be married--and the events of the day will alter Jane's life forever. As the narrative moves back and forth from 1924 to the end of the century, what we know and understand about Jane--about the way she loves, thinks, feels, sees, remembers--deepens with every beautifully wrought moment. Her story is one of profound self-discovery and through her, Graham Swift has created an emotionally soaring and deeply affecting work of fiction. ...more", "price": "13.34", "cover": "", "image_url": "https://books.toscrape.com/media/cache/9b/1a/9b1a03d05c16c71050daefad8840ec91.jpg"}}, {"model": "books.book", "pk": "9d2d41db-a0da-4e07-b578-400d5aabd422", "fields": {"title": "The Moosewood Cookbook: Recipes from Moosewood Restaurant, Ithaca, New York", "author": "Mary Jackson", "category": "Food and Drink", "description": "Among the most influential cookbooks of our time, the Moosewood Cookbook is such a powerful symbol that the publishers were tempted not to tamper with it. But times have changed, and knowledge about the foods we eat and their nutritional value has increased. So, after many inquiries and requests, the author has revised many of her recipes to be lighter and healthier. Illus Among the most influential cookbooks of our time, the Moosewood Cookbook is such a powerful symbol that the publishers were tempted not to tamper with it. But times have changed, and knowledge about the foods we eat and their nutritional value has increased. So, after many inquiries and requests, the author has revised many of her recipes to be lighter and healthier. Illustrated. ...more", "price": "12.34", "cover": "", "image_url": "https://books.toscrape.com/media/cache/c1/87/c187a9eb27d932f862ac06beec15c24c.jpg"}}, {"model": "books.book", "pk": "9f0d433f-a9ed-4bc4-bb1a-f30df517fc26", "fields": {"title": "Suzie Snowflake: One beautiful flake (a self-esteem story)", "author": "Perry White", "category": "Novels", "description": "Follow Suzie on a magical journey of discovering her true self worth within.A beautifully illustrated self-esteem story for all ages!Suzie Snowflake struggles with what she sees as \"flaws\" and \"imperfections\" in her beautiful design. \"How can I notice my outer is bright, when there are parts of myself I don't really like?\"Through the love and wisdom of her parents, Suzie d Follow Suzie on a magical journey of discovering her true self worth within.﻿A beautifully illustrated self-esteem story for all ages!﻿﻿﻿Suzie Snowflake struggles with what she sees as \"flaws\" and \"imperfections\" in her beautiful design. \"How can I notice my outer is bright, when there are parts of myself I don't really like?\"Through the love and wisdom of her parents, Suzie discovers her true inner beauty and light. \"It's who you are inside that counts, your inner light that shines through, and who you are outside is wondrous too.\"\"Look at your art, look at your design, six magical sides, created one of a kind!\"\"Suzie dear, we love you for you. Each and every single part of you too!\"A wonderful affirmation of the importance of self-love and uniqueness; nurturing to every child. Coupled with 36 uplifting, awe-inspiring illustrations!Crystaline Rose is a teacher and children’s book author. She has read her books to thousands of children in classrooms and book readings. They are met with ‘Aha’ moments, appreciation and excitement. “The illustrations are magical and the story has meaning!” \"It's my favorite book ever!\" Parents share that their children are asking for “the rainbow book!” and look forward to reading it again and again.\" \"This is more than a children's book\" \"There is inspiration and hope to be found at any age.\" ...more", "price": "54.81", "cover": "", "image_url": "https://books.toscrape.com/media/cache/59/13/5913f74507084d0cd47e2b73fd806f9e.jpg"}}, {"model": "books.book", "pk": "a03fbbbf-4e1b-4cc2-97d8-6390106aae99", "fields": {"title": "NaNo What Now? Finding your editing process, revising your NaNoWriMo book and building a writing career through publishing and beyond", "author": "Mary Barron", "category": "Books", "description": "You’ve just completed a novel during the National Novel Writing Month challenge! Or maybe you completed part of one. Or signed up with really good intentions and then only wrote a couple of words. Either way, you’re staring at 30 days worth of words and wondering… What now? How exactly do you start a revision and discover your editing process? How do you know if you’re rea You’ve just completed a novel during the National Novel Writing Month challenge! Or maybe you completed part of one. Or signed up with really good intentions and then only wrote a couple of words. Either way, you’re staring at 30 days worth of words and wondering… What now? How exactly do you start a revision and discover your editing process? How do you know if you’re ready to hire an editor? How do you motivate yourself when faced with draft dread or editing blocks? How can you translate what you’ve accomplished so far into a professional writing career? From tips for finding beta readers, exploration of traditional vs. self-publishing, and strategies to motivate yourself to keep writing regularly post-NaNoWriMo, NaNo What Now? is a quick and easy-to-read unofficial guide to the next steps. In a sea of general writing advice, NaNo ML and multi-year veteran Hillary DePiano offers practical and specific solutions tailored to the unique nature of the NaNoWriMo challenge and holds your hand through the rest of the journey. It’s time to finish what you started and make your book the best it can be. ...more", "price": "10.41", "cover": "", "image_url": "https://books.toscrape.com/media/cache/61/7b/617bd5deaa5ea47ae717cb81c9a81ce8.jpg"}}, {"model": "books.book", "pk": "a10b0274-41f7-4788-8728-ad4795872bae", "fields": {"title": "Equal Is Unfair: America's Misguided Fight Against Income Inequality", "author": "Brittany Brewer", "category": "Politics", "description": "We’ve all heard that the American Dream is vanishing, and that the cause is rising income inequality. The rich are getting richer by rigging the system in their favor, leaving the rest of us to struggle just to keep our heads above water. To save the American Dream, we’re told that we need to fight inequality through tax hikes, wealth redistribution schemes, and a far high We’ve all heard that the American Dream is vanishing, and that the cause is rising income inequality. The rich are getting richer by rigging the system in their favor, leaving the rest of us to struggle just to keep our heads above water. To save the American Dream, we’re told that we need to fight inequality through tax hikes, wealth redistribution schemes, and a far higher minimum wage.But what if that narrative is wrong? What if the real threat to the American Dream isn’t rising income inequality—but an all-out war on success?In Equal is Unfair, a timely and thought-provoking work, Don Watkins and Yaron Brook reveal that almost everything we’ve been taught about inequality is wrong. You’ll discover:• why successful CEOs make so much money—and deserve to• how the minimum wage hurts the very people it claims to help• why middle-class stagnation is a myth• how the little-known history of Sweden reveals the dangers of forced equality• the disturbing philosophy behind Obama’s economic agenda.The critics of inequality are right about one thing: the American Dream is under attack. But instead of fighting to make America a place where anyone can achieve success, they are fighting to tear down those who already have. The real key to making America a freer, fairer, more prosperous nation is to protect and celebrate the pursuit of success—not pull down the high fliers in the name of equality. ...more", "price": "56.86", "cover": "", "image_url": "https://books.toscrape.com/media/cache/a6/3b/a63b2576d798c2041c602561499a26aa.jpg"}}, {"model": "books.book", "pk": "a215537e-625a-47e0-9277-93d7d6a2c6fa", "fields": {"title": "Don't Forget Steven", "author": "Andrea Swanson", "category": "Young Adult", "description": "By the author of Ruby, Between the Cracks, a winner of the Top Ten Best Books for Teens 2015 award, this unflinching look at Steven's life will stick with you long after you put it down.He never told what went on behind closed doors. But this time, he can’t remember.Things never have been easy for Steven. He accepts that, and just makes the best of things. He might not hav By the author of Ruby, Between the Cracks, a winner of the Top Ten Best Books for Teens 2015 award, this unflinching look at Steven's life will stick with you long after you put it down.He never told what went on behind closed doors. But this time, he can’t remember.Things never have been easy for Steven. He accepts that, and just makes the best of things. He might not have parents or a happy home. Or enough to eat most days. But at least he has a couple of loyal friends who stand by him and help out when they can. At least he has school, someplace he can go to escape the abuse.But just when he thought things couldn't get much worse, they did.Steven is accused of murder. But that isn't the worst part. The really bad part is not even knowing if he did . ...more", "price": "33.23", "cover": "", "image_url": "https://books.toscrape.com/media/cache/0e/ea/0eea83f8c3d5d3bf8538f046e2a4c67d.jpg"}}, {"model": "books.book", "pk": "aa79f7b9-b773-466e-9139-342c6c5a2064", "fields": {"title": "The New Brand You: Your New Image Makes the Sale for You", "author": "Amanda White", "category": "Books", "description": "You want people to recognize you, like you, and trust you, so they buy from you. You may have already branded yourself with this in mind but perhaps you’re not getting the desired results. Many people think that branding is about cool logos, fancy websites and social media popularity. But this line of thought causes potential successes to fail.So what does work? In The New You want people to recognize you, like you, and trust you, so they buy from you. You may have already branded yourself with this in mind but perhaps you’re not getting the desired results. Many people think that branding is about cool logos, fancy websites and social media popularity. But this line of thought causes potential successes to fail.So what does work? In The New Brand You, Julie Broad, MBA, bestselling author, popular speaker, and award winning entrepreneur, shares the secrets of creating a trusted brand.You’ll learn what is critical in reinventing your personal brand, and why you may never have to tweet, pin or post to do it. Did you know that …?• Your brand is first of all about the feelings, thoughts and experiences of your customers and clients.• There are at least 42 common communication mistakes that dilute your message, and only two things you have to do to have a brand with big impact.• Online, you are who Google says you are …The New Brand You is your detailed guidebook to successfully recreating your brand and attracting your ideal clients. ...more", "price": "44.05", "cover": "", "image_url": "https://books.toscrape.com/media/cache/74/34/74346ce51ac25a32c95ae9dc0d7ca515.jpg"}}, {"model": "books.book", "pk": "b44bd637-4a69-48d5-be16-c9cc8d589083", "fields": {"title": "The Fabric of the Cosmos: Space, Time, and the Texture of Reality", "author": "George Beck", "category": "Science", "description": "From Brian Greene, one of the world’s leading physicists and author the Pulitzer Prize finalist The Elegant Universe, comes a grand tour of the universe that makes us look at reality in a completely different way.Space and time form the very fabric of the cosmos. Yet they remain among the most mysterious of concepts. Is space an entity? Why does time have a direction? Coul From Brian Greene, one of the world’s leading physicists and author the Pulitzer Prize finalist The Elegant Universe, comes a grand tour of the universe that makes us look at reality in a completely different way.Space and time form the very fabric of the cosmos. Yet they remain among the most mysterious of concepts. Is space an entity? Why does time have a direction? Could the universe exist without space and time? Can we travel to the past? Greene has set himself a daunting task: to explain non-intuitive, mathematical concepts like String Theory, the Heisenberg Uncertainty Principle, and Inflationary Cosmology with analogies drawn from common experience. From Newton’s unchanging realm in which space and time are absolute, to Einstein’s fluid conception of spacetime, to quantum mechanics’ entangled arena where vastly distant objects can instantaneously coordinate their behavior, Greene takes us all, regardless of our scientific backgrounds, on an irresistible and revelatory journey to the new layers of reality that modern physics has discovered lying just beneath the surface of our everyday world. ...more", "price": "55.91", "cover": "", "image_url": "https://books.toscrape.com/media/cache/b2/5a/b25a722c3bab8b311454bc251a75334a.jpg"}}, {"model": "books.book", "pk": "b641ad81-8f1b-42f0-9af7-75c3abf69fa3", "fields": {"title": "The Improbability of Love", "author": "Brent Evans", "category": "Fiction", "description": "A dazzling, witty and tenderly savage satire of London life and the art world that is also a surprising and wonderful love story.When lovelorn Annie McDee stumbles across a dirty painting in a junk shop while looking for a present for an unsuitable man, she has no idea what she has discovered. Soon she finds herself drawn unwillingly into the tumultuous London art world, p A dazzling, witty and tenderly savage satire of London life and the art world that is also a surprising and wonderful love story.When lovelorn Annie McDee stumbles across a dirty painting in a junk shop while looking for a present for an unsuitable man, she has no idea what she has discovered. Soon she finds herself drawn unwillingly into the tumultuous London art world, populated by exiled Russian oligarchs, avaricious Sheikas, desperate auctioneers and unscrupulous dealers, all scheming to get their hands on her painting - a lost eighteenth-century masterpiece called ‘The Improbability of Love’. Delving into the painting’s past, Annie will uncover not just an illustrious list of former owners, but some of the darkest secrets of European history – and in doing so she might just learn to open up to the possibility of falling in love again. ...more", "price": "59.45", "cover": "", "image_url": "https://books.toscrape.com/media/cache/7c/c3/7cc38fa8812d931bf38b10b7d91b4266.jpg"}}, {"model": "books.book", "pk": "b80f834c-178a-4ca4-80f2-6eb1bedcaf1d", "fields": {"title": "Without Shame", "author": "Mathew Bruce", "category": "Books", "description": "East Pakistan, 1968: In Sariyah’s village, shame is a virtue she never mastered. As a child, she learned to read in secret, kept talismans against her father’s orders, and questioned everything, even Allah. Now she is practicing how to be a “woman with shame,” torn between promises to her family and to herself. She yearns to join a movement with her fellow Bengalis, who ar East Pakistan, 1968: In Sariyah’s village, shame is a virtue she never mastered. As a child, she learned to read in secret, kept talismans against her father’s orders, and questioned everything, even Allah. Now she is practicing how to be a “woman with shame,” torn between promises to her family and to herself. She yearns to join a movement with her fellow Bengalis, who are gripping onto their language and cultural identity against colonial powers – but she is continuously sucked into the narrow visions of her father.In the midst of a desperate movement for Bengali freedom, a presumptuous American has come to teach English. Rodney Creed - self-interested, naive, entitled - comes with the bright optimism of a college graduate, too eager to sense the rumbling ground beneath him...until he meets Sariyah. Rodney believes he is there to teach, but he will learn painful, irreversible things.Without Shame is a love story at its core – but not in the traditional sense. It’s about love of one’s country, culture, God, and language. It’s about the power of identity to shine through when other forces threaten to overshadow it. ...more", "price": "48.27", "cover": "", "image_url": "https://books.toscrape.com/media/cache/6c/21/6c21a47589ec756b9ed27e2f331c08de.jpg"}}, {"model": "books.book", "pk": "c336fe94-318a-4317-9acd-bb07e7f89969", "fields": {"title": "Sleeping Giants (Themis Files #1)", "author": "Kayla Cook", "category": "Science Fiction", "description": "A page-turning debut in the tradition of Michael Crichton, World War Z, and The Martian, Sleeping Giants is a thriller fueled by an earthshaking mystery—and a fight to control a gargantuan power.A girl named Rose is riding her new bike near her home in Deadwood, South Dakota, when she falls through the earth. She wakes up at the bottom of a square hole, its walls glowing w A page-turning debut in the tradition of Michael Crichton, World War Z, and The Martian, Sleeping Giants is a thriller fueled by an earthshaking mystery—and a fight to control a gargantuan power.A girl named Rose is riding her new bike near her home in Deadwood, South Dakota, when she falls through the earth. She wakes up at the bottom of a square hole, its walls glowing with intricate carvings. But the firemen who come to save her peer down upon something even stranger: a little girl in the palm of a giant metal hand.Seventeen years later, the mystery of the bizarre artifact remains unsolved—its origins, architects, and purpose unknown. Its carbon dating defies belief; military reports are redacted; theories are floated, then rejected.But some can never stop searching for answers.Rose Franklin is now a highly trained physicist leading a top secret team to crack the hand’s code. And along with her colleagues, she is being interviewed by a nameless interrogator whose power and purview are as enigmatic as the provenance of the relic. What’s clear is that Rose and her compatriots are on the edge of unraveling history’s most perplexing discovery—and figuring out what it portends for humanity. But once the pieces of the puzzle are in place, will the result prove to be an instrument of lasting peace or a weapon of mass destruction? ...more", "price": "48.74", "cover": "", "image_url": "https://books.toscrape.com/media/cache/ac/a5/aca5de2e61ca2754de496a75dea25f91.jpg"}}, {"model": "books.book", "pk": "c3769b90-ac44-45c7-a74f-d913f94b0ce1", "fields": {"title": "11/22/63", "author": "Ann Armstrong", "category": "Fiction", "description": "Life can turn on a dime—or stumble into the extraordinary, as it does for Jake Epping, a high school English teacher in Lisbon Falls, Maine. While grading essays by his GED students, Jake reads a gruesome, enthralling piece penned by janitor Harry Dunning: fifty years ago, Harry somehow survived his father’s sledgehammer slaughter of his entire family. Jake is blown away.. Life can turn on a dime—or stumble into the extraordinary, as it does for Jake Epping, a high school English teacher in Lisbon Falls, Maine. While grading essays by his GED students, Jake reads a gruesome, enthralling piece penned by janitor Harry Dunning: fifty years ago, Harry somehow survived his father’s sledgehammer slaughter of his entire family. Jake is blown away...but an even more bizarre secret comes to light when Jake’s friend Al, owner of the local diner, enlists Jake to take over the mission that has become his obsession—to prevent the Kennedy assassination. How? By stepping through a portal in the diner’s storeroom, and into the era of Ike and Elvis, of big American cars, sock hops, and cigarette smoke... Finding himself in warmhearted Jodie, Texas, Jake begins a new life. But all turns in the road lead to a troubled loner named Lee Harvey Oswald. The course of history is about to be rewritten...and become heart-stoppingly suspenseful. ...more", "price": "48.48", "cover": "", "image_url": "https://books.toscrape.com/media/cache/4c/4c/4c4ce2398c6ad6c074e8061f739964cc.jpg"}}, {"model": "books.book", "pk": "c7f10906-abf1-4dd9-9c64-3cd565044622", "fields": {"title": "Dirty (Dive Bar #1)", "author": "Melissa Bates", "category": "Romance", "description": "The last thing Vaughan Hewson expects to find when he returns to his childhood home is a broken hearted bride in his shower, let alone the drama and chaos that comes with her.Lydia Green doesn't know whether to burn down the church or sit and cry in a corner. Discovering the love of your life is having an affair on your wedding day is bad enough. Finding out it's with his The last thing Vaughan Hewson expects to find when he returns to his childhood home is a broken hearted bride in his shower, let alone the drama and chaos that comes with her.Lydia Green doesn't know whether to burn down the church or sit and cry in a corner. Discovering the love of your life is having an affair on your wedding day is bad enough. Finding out it's with his best man is another thing all together. She narrowly escapes tying the knot and meets Vaughan only hours later.Vaughan is the exact opposite of the picture perfect, respected businessman she thought she'd marry. This former musician-turned-bartender is rough around the edges and unsettled. But she already tried Mr. Right and discovered he's all wrong-maybe it's time to give Mr. Right Now a chance.After all, what's wrong with getting dirty? ...more", "price": "40.83", "cover": "", "image_url": "https://books.toscrape.com/media/cache/77/54/77540d564fb77611a18b57f12a910b73.jpg"}}, {"model": "books.book", "pk": "cfe86ff9-91e4-4d81-883b-9c20dcb3eaf3", "fields": {"title": "Keep Me Posted", "author": "Kathryn Wilkinson", "category": "Womens Fiction", "description": "Two sisters share the surprising highs and cringe-worthy lows of social media fame, when their most private thoughts become incredibly public in this fresh and funny debut novel. Sisters Cassie and Sid Sunday have not done a bang-up job of keeping in touch. In their defense, it hasn’t been easy: life veered in sharply different directions for the once-close sisters. Today, Two sisters share the surprising highs and cringe-worthy lows of social media fame, when their most private thoughts become incredibly public in this fresh and funny debut novel. Sisters Cassie and Sid Sunday have not done a bang-up job of keeping in touch. In their defense, it hasn’t been easy: life veered in sharply different directions for the once-close sisters. Today, beautiful and big-hearted Sid lives an expat’s life of leisure in far-off Singapore, while harried, iPhone-clutching Cassie can’t seem to make it work as a wife and a mom to twin toddlers in Manhattan. It doesn't help that Sid spurns all social media while Cassie is addicted to Facebook. So when Sid issues a challenge to reconnect the old-fashioned way—through real, handwritten letters—Cassie figures, why not? The experiment exceeds both of their expectations, and the letters become a kind of mutual confessional that have real and soul-satisfying effects. And they just might have the power to help Cassie save her marriage, and give Sid the strength to get her life back on track. But first, one of Cassie’s infamous lapses in judgment comes back to bite her, and all of the letters wind up the one place you’d never, ever want to see them: the Internet... ...more", "price": "20.46", "cover": "", "image_url": "https://books.toscrape.com/media/cache/9c/84/9c845ad6a9d4ecf44d53ac0e3b8f54ae.jpg"}}, {"model": "books.book", "pk": "d027291c-ea3d-497f-bb68-3afffa229538", "fields": {"title": "M Train", "author": "Tyler Eaton", "category": "Autobiography", "description": "From the National Book Award-winning author of Just Kids: an unforgettable odyssey into the mind of this legendary artist, told through the prism of cafés and haunts she has visited and worked in around the world.M Train is a journey through eighteen \"stations.\" It begins in the tiny Greenwich Village café where Smith goes every morning for black coffee, ruminates on the w From the National Book Award-winning author of Just Kids: an unforgettable odyssey into the mind of this legendary artist, told through the prism of cafés and haunts she has visited and worked in around the world.M Train is a journey through eighteen \"stations.\" It begins in the tiny Greenwich Village café where Smith goes every morning for black coffee, ruminates on the world as it is and the world as it was, and writes in her notebook. We then travel, through prose that shifts fluidly between dreams and reality, past and present, across a landscape of creative aspirations and inspirations: from Frida Kahlo's Casa Azul in Mexico, to a meeting of an Arctic explorer's society in Berlin; from the ramshackle seaside bungalow in New York's Far Rockaway that Smith buys just before Hurricane Sandy hits, to the graves of Genet, Plath, Rimbaud, and Mishima. Woven throughout are reflections on the writer's craft and on artistic creation, alongside signature memories including her life in Michigan with her husband, guitarist Fred Sonic Smith, whose untimely death was an irremediable loss. For it is loss, as well as the consolation we might salvage from it, that lies at the heart of this exquisitely told memoir, one augmented by stunning black-and-white Polaroids taken by Smith herself. M Train is a meditation on endings and on beginnings: a poetic tour de force by one of the most brilliant multiplatform artists at work today. ...more", "price": "27.18", "cover": "", "image_url": "https://books.toscrape.com/media/cache/f0/9f/f09fd4a3200b94db86364f308ac02530.jpg"}}, {"model": "books.book", "pk": "d3376623-cbf6-4a46-a71e-1a7a84bfc7f6", "fields": {"title": "A Gentleman's Position (Society of Gentlemen #3)", "author": "Brandon Jordan", "category": "Romance", "description": "Power, privilege, and the rigid rules of class leave two hearts yearning for connection in the sizzling new Society of Gentlemen novel from K. J. Charles. Among his eccentric though strictly principled group of friends, Lord Richard Vane is the confidant on whom everyone depends for advice, moral rectitude, and discreet assistance. Yet when Richard has a problem, he turns Power, privilege, and the rigid rules of class leave two hearts yearning for connection in the sizzling new Society of Gentlemen novel from K. J. Charles. Among his eccentric though strictly principled group of friends, Lord Richard Vane is the confidant on whom everyone depends for advice, moral rectitude, and discreet assistance. Yet when Richard has a problem, he turns to his valet, a fixer of unparalleled genius—and the object of Richard’s deepest desires. If there is one rule a gentleman must follow, it is never to dally with servants. But when David is close enough to touch, the rules of class collide with the basest sort of animal instinct: overpowering lust. For David Cyprian, burglary and blackmail are as much in a day’s work as bootblacking—anything for the man he’s devoted to. But the one thing he wants for himself is the one thing Richard refuses to give: his heart. With the tension between them growing to be unbearable, David’s seemingly incorruptible master has left him no choice. Putting his finely honed skills of seduction and manipulation to good use, he will convince Richard to forget all about his well-meaning objections and give in to sweet, sinful temptation. Includes a special message from the editor, as well as an excerpt from another Loveswept title. ...more", "price": "14.75", "cover": "", "image_url": "https://books.toscrape.com/media/cache/82/aa/82aa7770711dfc5edc1f5f69a731d08b.jpg"}}, {"model": "books.book", "pk": "d3fdb37f-a10e-4ebc-a865-30c723a9b128", "fields": {"title": "Troublemaker: Surviving Hollywood and Scientology", "author": "Dr. Jason Peterson", "category": "Books", "description": "The outspoken actress, talk show host, and reality television star offers up a no-holds-barred memoir, including an eye-opening insider account of her tumultuous and heart-wrenching thirty-year-plus association with the Church of Scientology.Leah Remini has never been the type to hold her tongue. That willingness to speak her mind, stand her ground, and rattle the occasion The outspoken actress, talk show host, and reality television star offers up a no-holds-barred memoir, including an eye-opening insider account of her tumultuous and heart-wrenching thirty-year-plus association with the Church of Scientology.Leah Remini has never been the type to hold her tongue. That willingness to speak her mind, stand her ground, and rattle the occasional cage has enabled this tough-talking girl from Brooklyn to forge an enduring and successful career in Hollywood. But being a troublemaker has come at a cost.That was never more evident than in 2013, when Remini loudly and publicly broke with the Church of Scientology. Now, in this frank, funny, poignant memoir, the former King of Queens star opens up about that experience for the first time, revealing the in-depth details of her painful split with the church and its controversial practices.Indoctrinated into the church as a child while living with her mother and sister in New York, Remini eventually moved to Los Angeles, where her dreams of becoming an actress and advancing Scientology’s causes grew increasingly intertwined. As an adult, she found the success she’d worked so hard for, and with it a prominent place in the hierarchy of celebrity Scientologists alongside people such as Tom Cruise, Scientology’s most high-profile adherent. Remini spent time directly with Cruise and was included among the guests at his 2006 wedding to Katie Holmes.But when she began to raise questions about some of the church’s actions, she found herself a target. In the end, she was declared by the church to be a threat to their organization and therefore a “Suppressive Person,” and as a result, all of her fellow parishioners—including members of her own family—were told to disconnect from her. Forever.Bold, brash, and bravely confessional, Troublemaker chronicles Leah Remini’s remarkable journey toward emotional and spiritual freedom, both for herself and for her family. This is a memoir designed to reveal the hard-won truths of a life lived honestly—from an author unafraid of the consequences. ...more", "price": "48.39", "cover": "", "image_url": "https://books.toscrape.com/media/cache/b3/f9/b3f9298d93e133db3e178d7c2d4130af.jpg"}}, {"model": "books.book", "pk": "dbb73640-46bb-4e93-b1b5-b369688141cd", "fields": {"title": "10% Happier: How I Tamed the Voice in My Head, Reduced Stress Without Losing My Edge, and Found Self-Help That Actually Works", "author": "Amy Jacobson", "category": "Nonfiction", "description": "After having a nationally televised panic attack on Good Morning America, Dan Harris knew he had to make some changes. After learning about research that suggests meditation can do everything from lower your blood pressure to essentially rewire your brain, Harris took a deep dive into the underreported world of CEOs, scientists, and even marines who are now using it for in After having a nationally televised panic attack on Good Morning America, Dan Harris knew he had to make some changes. After learning about research that suggests meditation can do everything from lower your blood pressure to essentially rewire your brain, Harris took a deep dive into the underreported world of CEOs, scientists, and even marines who are now using it for increased calm, focus, and happiness. 10% Happier takes readers on a ride from the outer reaches of neuroscience to the inner sanctum of network news to the bizarre fringes of America's spiritual scene, and leaves them with a takeaway that could actually change their lives ...more", "price": "24.57", "cover": "", "image_url": "https://books.toscrape.com/media/cache/dd/89/dd8974991a279418738f38d5561979c4.jpg"}}, {"model": "books.book", "pk": "dc2c0187-38ae-4920-8503-fdf3892cba33", "fields": {"title": "A Mother's Reckoning: Living in the Aftermath of Tragedy", "author": "Lisa Zimmerman", "category": "Nonfiction", "description": "On April 20, 1999, Eric Harris and Dylan Klebold walked into Columbine High School in Littleton, Colorado. Over the course of minutes, they would kill twelve students and a teacher and wound twenty-four others before taking their own lives.For the last sixteen years, Sue Klebold, Dylan’s mother, has lived with the indescribable grief and shame of that day. How could her ch On April 20, 1999, Eric Harris and Dylan Klebold walked into Columbine High School in Littleton, Colorado. Over the course of minutes, they would kill twelve students and a teacher and wound twenty-four others before taking their own lives. For the last sixteen years, Sue Klebold, Dylan’s mother, has lived with the indescribable grief and shame of that day. How could her child, the promising young man she had loved and raised, be responsible for such horror? And how, as his mother, had she not known something was wrong? Were there subtle signs she had missed? What, if anything, could she have done differently? These are questions that Klebold has grappled with every day since the Columbine tragedy. In A Mother’s Reckoning, she chronicles with unflinching honesty her journey as a mother trying to come to terms with the incomprehensible. In the hope that the insights and understanding she has gained may help other families recognize when a child is in distress, she tells her story in full, drawing upon her personal journals, the videos and writings that Dylan left behind, and on countless interviews with mental health experts. Filled with hard-won wisdom and compassion, A Mother’s Reckoning is a powerful and haunting book that sheds light on one of the most pressing issues of our time. And with fresh wounds from the recent Newtown and Charleston shootings, never has the need for understanding been more urgent. Author profits from the book will be donated to research and to charitable foundations focusing on mental health issues ...more", "price": "19.53", "cover": "", "image_url": "https://books.toscrape.com/media/cache/32/86/32861b2d37c7b8da7bbce3a86a27123b.jpg"}}, {"model": "books.book", "pk": "e49bf426-1f2d-4ab3-80f8-834145924ce4", "fields": {"title": "The Art and Science of Low Carbohydrate Living", "author": "Chris Johnson", "category": "Health", "description": "The Art And Science Of Low Carbohydrate Living: An Expert Guide To Making The Life-Saving Benefits Of Carbohydrate Restriction Sustainable And EnjoyableCarbohydrate restricted diets are commonly practiced but seldom taught. As a result, doctors, dietitians, nutritionists, and nurses may have strong opinions about low carbohydrate dieting, but in many if not most cases, the The Art And Science Of Low Carbohydrate Living: An Expert Guide To Making The Life-Saving Benefits Of Carbohydrate Restriction Sustainable And EnjoyableCarbohydrate restricted diets are commonly practiced but seldom taught. As a result, doctors, dietitians, nutritionists, and nurses may have strong opinions about low carbohydrate dieting, but in many if not most cases, these views are not grounded in science.Now, whether you are a curious healthcare professional or just a connoisseur of diet information, two New York Times best-selling authors provide you with the definitive resource for low carbohydrate living. Doctors Volek and Phinney share over 50 years of clinical experience using low carbohydrate diets, and together they have published more than 200 research papers and chapters on the topic. Particularly in the last decade, much has been learned about the risks associated with insulin resistance (including but not limited to metabolic synd ...more", "price": "52.98", "cover": "", "image_url": "https://books.toscrape.com/media/cache/82/f3/82f3b865f19faad855ec359f86415f79.jpg"}}, {"model": "books.book", "pk": "e63b5a2f-5645-4cf1-b2e8-377e5e27ad77", "fields": {"title": "Cravings: Recipes for What You Want to Eat", "author": "Jennifer Rogers", "category": "Food and Drink", "description": "Though she is best known as a supermodel and Sports Illustrated swimsuit covergirl, all Chrissy Teigen really wants to do is talk about dinner—the good, the greasy, the good-for-you, and the goof-ups. Stylish but brash, witty and big-hearted, Chrissy cooks beautifully, but with the spirit of the amateur. In this book, she shows us how to make cooking part of a stylish life Though she is best known as a supermodel and Sports Illustrated swimsuit covergirl, all Chrissy Teigen really wants to do is talk about dinner—the good, the greasy, the good-for-you, and the goof-ups. Stylish but brash, witty and big-hearted, Chrissy cooks beautifully, but with the spirit of the amateur. In this book, she shows us how to make cooking part of a stylish lifestyle and how to look good doing it…or at least how to laugh at ourselves if we don’t.“The thing that makes me happiest isn’t when people stop me in the street to say they saw me in a magazine, but when they say they were inspired to cook because of what I posted on Instagram,” Chrissy Teigen says. Despite being a professional Beautiful Person, Teigen took cooking classes, runs a popular food blog, and loves connecting her fans with food through her widely followed Twitter and Instagram accounts. In this book, she brings her passion for cooking to the forefront. Through 100 recipes that range from her mom’s Thai classics to her own creations and dishes taught to her by her chef friends, Chrissy will show us how easy it can be to make cooking accessible and fun. ...more", "price": "20.50", "cover": "", "image_url": "https://books.toscrape.com/media/cache/7d/b4/7db4a7faaa0ea5134cabbb517bdd6cc7.jpg"}}, {"model": "books.book", "pk": "eb889a2d-1da9-442b-b49b-25c532e6f3a5", "fields": {"title": "Furiously Happy: A Funny Book About Horrible Things", "author": "Jessica Parks", "category": "Nonfiction", "description": "In LET'S PRETEND THIS NEVER HAPPENED, Jenny Lawson baffled readers with stories about growing up the daughter of a taxidermist. In her new book, FURIOUSLY HAPPY, Jenny explores her lifelong battle with mental illness. A hysterical, ridiculous book about crippling depression and anxiety? That sounds like a terrible idea. And terrible ideas are what Jenny does best.According In LET'S PRETEND THIS NEVER HAPPENED, Jenny Lawson baffled readers with stories about growing up the daughter of a taxidermist. In her new book, FURIOUSLY HAPPY, Jenny explores her lifelong battle with mental illness. A hysterical, ridiculous book about crippling depression and anxiety? That sounds like a terrible idea. And terrible ideas are what Jenny does best.According to Jenny: \"Some people might think that being 'furiously happy' is just an excuse to be stupid and irresponsible and invite a herd of kangaroos over to your house without telling your husband first because you suspect he would say no since he's never particularly liked kangaroos. And that would be ridiculous because no one would invite a herd of kangaroos into their house. Two is the limit. I speak from personal experience. My husband says that none is the new limit. I say he should have been clearer about that before I rented all those kangaroos.\"\"Most of my favorite people are dangerously fucked-up but you'd never guess because we've learned to bare it so honestly that it becomes the new normal. Like John Hughes wrote in The Breakfast Club, 'We're all pretty bizarre. Some of us are just better at hiding it.' Except go back and cross out the word 'hiding.'\"Jenny's first book, LET'S PRETEND THIS NEVER HAPPENED, was ostensibly about family, but deep down it was about celebrating your own weirdness. FURIOUSLY HAPPY is a book about mental illness, but under the surface it's about embracing joy in fantastic and outrageous ways-and who doesn't need a bit more of that? ...more", "price": "41.46", "cover": "", "image_url": "https://books.toscrape.com/media/cache/28/4c/284c3b0cbb254825f5bfd60e89d936af.jpg"}}, {"model": "books.book", "pk": "f35ae8a5-7261-42f5-9a25-7daea4f1b505", "fields": {"title": "Setting the World on Fire: The Brief, Astonishing Life of St. Catherine of Siena", "author": "Christine Walker", "category": "Biography", "description": "One of only two patron saints of Italy, the other being St. Francis of Assisi, St. Catherine was ahead of her time. As a political powerhouse in late 14th century Europe, a time of war, social unrest and one of the worst natural disasters of all time--the plague, she worked for peace between Christians while campaigning for a holy crusade against Muslims. She was illiterat One of only two patron saints of Italy, the other being St. Francis of Assisi, St. Catherine was ahead of her time. As a political powerhouse in late 14th century Europe, a time of war, social unrest and one of the worst natural disasters of all time--the plague, she worked for peace between Christians while campaigning for a holy crusade against Muslims. She was illiterate but grew into a great writer by dictating to assistants. She was frail and punished herself mercilessly, often starving herself, while offering moral guidance and inspiration to kings, queens and popes.It's easy to see why feminists through the years have sought to claim the patronage of St. Catherine. From her refusal to marry to her assertion that her physical appearance was of no importance, the famous Saint is ripe for modern interpretation. She was a peacemaker during Siena's revolution of 1368, sometimes addressing thousands of people in squares and streets; she convinced Pope Gregory XI to return the papacy to Rome at a time when the Catholic Church was unraveling.How did this girl, the second-youngest of 25 children of a middle-class dyer, grow to become one of the most beloved spiritual figures of all time, a theological giant to rank alongside the likes of Thomas Aquinas? InSetting the World on Fire, Emling gives an intimate portrayal of this fascinating and revolutionary woman. ...more", "price": "21.15", "cover": "", "image_url": "https://books.toscrape.com/media/cache/86/54/86546f67cb4a3112b15b03a4ec2e7255.jpg"}}, {"model": "books.book", "pk": "f3c94a8e-a345-43a1-a6de-329e71b4b1c2", "fields": {"title": "Boar Island (Anna Pigeon #19)", "author": "Peter Reed", "category": "Mystery", "description": "Bringing you a gripping mystery, Nevada Barr transports you to the wild and dangerous landscapes of America's National Parks and is sure to appeal if you like Sue Grafton and Janet Evanovich.The eighteenth sensational crime novel from New York Times bestselling author Nevada Barr featuring fearless park ranger Anna Pigeon as she battles to solve a heinous crime set amidst Bringing you a gripping mystery, Nevada Barr transports you to the wild and dangerous landscapes of America's National Parks and is sure to appeal if you like Sue Grafton and Janet Evanovich.The eighteenth sensational crime novel from New York Times bestselling author Nevada Barr featuring fearless park ranger Anna Pigeon as she battles to solve a heinous crime set amidst the wild and dangerous landscape of a US National Park. ...more", "price": "59.48", "cover": "", "image_url": "https://books.toscrape.com/media/cache/91/8c/918c2c95ae90495cdb0371a22b726d82.jpg"}}, {"model": "books.book", "pk": "f75d4515-793d-426d-be4c-21140173ae85", "fields": {"title": "Modern Day Fables", "author": "Candice Ali", "category": "Books", "description": "It is difficult to accurately summarize eleven very different stories, each of which stands alone. However, if there is a recurring theme in Modern Day Fables it is that of the eternal conflict between the individual and society, between the unique and the formulaic. Each story, or fable, looks at the issue from a different angle, and does so specifically within the contex It is difficult to accurately summarize eleven very different stories, each of which stands alone. However, if there is a recurring theme in Modern Day Fables it is that of the eternal conflict between the individual and society, between the unique and the formulaic. Each story, or fable, looks at the issue from a different angle, and does so specifically within the context of the current way of thinking in the world.• The book’s first story, Screen, takes place in the near future where a technological innovation allows for the majority of life to be lived inside a virtual world. As life in the real world becomes more and more scarce, and a strange illness starts spreading throughout the population, a young woman named Misha finds herself drawn deep into the true nature of a sinister company called SciTech.• In The IV Club, a new extracurricular group forms at Glenwood High. Led by a charismatic teacher, it promises relief from suffering through the recognition that we are all innocent victims. While it catches on like wildfire throughout the school and beyond, one student’s skepticism leads her to uncover what the aim of the club really is.• A young man who has recently graduated college finds himself struggling with where to go in his life in the story, Precipice. After Jake ends up aimlessly walking the campus of his old university one night with a friend, what starts as a nostalgic trip down memory lane quickly turns into a nightmare. A mysterious ally, hostile pursuers, and some suddenly not-so-familiar faces lead him to the verge of a decision that will decide his fate.Within these stories, as well as the rest in the book, you will see the ideals and expectations of society destroy some characters, as well as be exploited by others for power. But most importantly you will find those rare individuals who discover the courage inherent within them to stand apart from the status quo. They are not fearless heroes, but normal everyday people, conflicted yet confident, fearful yet bold. It is within these characters that lessons of the fables lie. ...more", "price": "47.44", "cover": "", "image_url": "https://books.toscrape.com/media/cache/53/da/53da160806b4854283b4477e5bf79522.jpg"}}, {"model": "books.book", "pk": "f87e68cb-a840-4fe0-8644-bf45a740079e", "fields": {"title": "The Sleep Revolution: Transforming Your Life, One Night at a Time", "author": "Bryan Holland", "category": "Nonfiction", "description": "We are in the midst of a sleep deprivation crisis, writes Arianna Huffington, the co-founder and editor in chief of The Huffington Post. And this has profound consequences – on our health, our job performance, our relationships and our happiness. What is needed, she boldly asserts, is nothing short of a sleep revolution. Only by renewing our relationship with sleep can we We are in the midst of a sleep deprivation crisis, writes Arianna Huffington, the co-founder and editor in chief of The Huffington Post. And this has profound consequences – on our health, our job performance, our relationships and our happiness. What is needed, she boldly asserts, is nothing short of a sleep revolution. Only by renewing our relationship with sleep can we take back control of our lives. In her bestseller Thrive, Arianna wrote about our need to redefine success through well-being, wisdom, wonder, and giving. Her discussion of the importance of sleep as a gateway to this more fulfilling way of living struck such a powerful chord that she realized the mystery and transformative power of sleep called for a fuller investigation. The result is a sweeping, scientifically rigorous, and deeply personal exploration of sleep from all angles, from the history of sleep, to the role of dreams in our lives, to the consequences of sleep deprivation, and the new golden age of sleep science that is revealing the vital role sleep plays in our every waking moment and every aspect of our health – from weight gain, diabetes, and heart disease to cancer and Alzheimer’s. In The Sleep Revolution, Arianna shows how our cultural dismissal of sleep as time wasted compromises our health and our decision-making and undermines our work lives, our personal lives -- and even our sex lives. She explores all the latest science on what exactly is going on while we sleep and dream. She takes on the dangerous sleeping pill industry, and all the ways our addiction to technology disrupts our sleep. She also offers a range of recommendations and tips from leading scientists on how we can get better and more restorative sleep, and harness its incredible power. In today's fast-paced, always-connected, perpetually-harried and sleep-deprived world, our need for a good night’s sleep is more important – and elusive -- than ever. The Sleep Revolution both sounds the alarm on our worldwide sleep crisis and provides a detailed road map to the great sleep awakening that can help transform our lives, our communities, and our world. ...more", "price": "11.68", "cover": "", "image_url": "https://books.toscrape.com/media/cache/b7/6a/b76a8c5c12390d9259b6235115ebf024.jpg"}}, {"model": "books.book", "pk": "f9aa7728-3a4f-4178-9503-2278772b1f55", "fields": {"title": "Lab Girl", "author": "Maria Rollins", "category": "Autobiography", "description": "\"A smart, enthralling, and winning debut.” —Cheryl Strayed Acclaimed scientist Hope Jahren has built three laboratories in which she’s studied trees, flowers, seeds, and soil. Her first book is a revelatory treatise on plant life—but it is also so much more. Lab Girl is a book about work, love, and the mountains that can be moved when those two things come together. It is \"A smart, enthralling, and winning debut.” —Cheryl Strayed Acclaimed scientist Hope Jahren has built three laboratories in which she’s studied trees, flowers, seeds, and soil. Her first book is a revelatory treatise on plant life—but it is also so much more. Lab Girl is a book about work, love, and the mountains that can be moved when those two things come together. It is told through Jahren’s stories: about her childhood in rural Minnesota with an uncompromising mother and a father who encouraged hours of play in his classroom’s labs; about how she found a sanctuary in science, and learned to perform lab work done “with both the heart and the hands”; and about the inevitable disappointments, but also the triumphs and exhilarating discoveries, of scientific work.Yet at the core of this book is the story of a relationship Jahren forged with a brilliant, wounded man named Bill, who becomes her lab partner and best friend. Their sometimes rogue adventures in science take them from the Midwest across the United States and back again, over the Atlantic to the ever-light skies of the North Pole and to tropical Hawaii, where she and her lab currently make their home. ...more", "price": "40.85", "cover": "", "image_url": "https://books.toscrape.com/media/cache/26/ff/26ffcda626a5561e483afa19b58db8ac.jpg"}}, {"model": "books.book", "pk": "fc8a0154-6801-4fd7-b6c3-9fe8adebbffe", "fields": {"title": "Fruits Basket, Vol. 9 (Fruits Basket #9)", "author": "Raven Collins", "category": "Sequential Art", "description": "Finally - summer has arrived! While Tohru struggles through bipolar days of hope and anxiety, what will happen when Yuki comes face-to-face with the new member of the student council? Meanwhile, who is that Uo-chan's hanging out with? Is she c-r-a-z-y in love? In a bonus feature, Hana-chan's past is finally disclosed!", "price": "33.95", "cover": "", "image_url": "https://books.toscrape.com/media/cache/3f/97/3f97ab9d27352e8dd24671c945b1c5ac.jpg"}}, {"model": "books.book", "pk": "fe37e39a-1377-48d9-b585-dea37aa3a926", "fields": {"title": "The Book of Mormon", "author": "Alicia Woodard", "category": "Religion", "description": "The Book of Mormon is a volume of scripture comparable to the Bible. It is a record of God's dealings with the ancient inhabitants of the Americas and contains, as does the Bible, the fullness of the everlasting gospel.The book was written by many ancient prophets by the spirit of prophecy and revelation. Their words, written on gold plates, were quoted and abridged by a p The Book of Mormon is a volume of scripture comparable to the Bible. It is a record of God's dealings with the ancient inhabitants of the Americas and contains, as does the Bible, the fullness of the everlasting gospel.The book was written by many ancient prophets by the spirit of prophecy and revelation. Their words, written on gold plates, were quoted and abridged by a prophet-historian named Mormon. The record gives an account of two great civilizations. One came from Jerusalem in 600 B.C., and afterward separated into two nations, known as the Nephites and the Lamanites. The other came much earlier when the Lord confounded the tongues at the Tower of Babel. This group is known as the Jaredites. After thousands of years, all were destroyed except the Lamanites, and they are among the ancestors of the American Indians. The crowning event recorded in the Book of Mormon is the personal ministry of the Lord Jesus Christ among the Nephites soon after his resurrection. It puts forth the doctrines of the gospel, outlines the plan of salvation, and tells men what they must do to gain peace in this life and eternal salvation in the life to come. After Mormon completed his writings, he delivered the account to his son Moroni, who added a few words of his own and hid up the plates in the hill Cumorah. On September 21, 1823, the same Moroni, then a glorified, resurrected being, appeared to the Prophet Joseph Smith and instructed him relative to the ancient record and its destined translation into the English language. In due course the plates were delivered to Joseph Smith, who translated them by the gift and power of God. The record is now published in many languages as a new and additional witness that Jesus Christ is the Son of the living God and that all who will come unto him and obey the laws and ordinances of his gospel may be saved. Concerning this record the Prophet Joseph Smith said: \"I told the brethren that the Book of Mormon was the most correct of any book on earth, and the keystone of our religion, and a man would get nearer to God by abiding by its precepts, than by any other book.\" In addition to Joseph Smith, the Lord provided for eleven others to see the gold plates for themselves and to be special witnesses of the truth and divinity of the Book of Mormon. Their written testimonies are included herewith as \"The Testimony of Three Witnesses\" and \"The Testimony of Eight Witnesses.\" We invite all men everywhere to read the Book of Mormon, to ponder in their hearts the message it contains, and the to ask God, the Eternal Father, in the name of Christ if the book is true. Those who pursue this course and ask in faith will gain a testimony of its truth and divinity by the power of the Holy Ghost. (See Moroni 10:3-5.) ...more", "price": "24.57", "cover": "", "image_url": "https://books.toscrape.com/media/cache/d7/c8/d7c885771d5e843cc2db6b0e5183c0c5.jpg"}}, {"model": "books.book", "pk": "fe931533-8aaa-4da5-80a0-5afaf49973c6", "fields": {"title": "Adultery", "author": "Jeanette Johnson", "category": "Books", "description": "I want to change. I need to change. I'm gradually losing touch with myself. Adultery, the provocative new novel by Paulo Coelho, best-selling author of The Alchemist and Eleven Minutes, explores the question of what it means to live life fully and happily, finding the balance between life's routine and the desire for something new.", "price": "20.88", "cover": "", "image_url": "https://books.toscrape.com/media/cache/f1/3b/f13bef3f1e05d0837bb46956a7a928f1.jpg"}}, {"model": "books.book", "pk": "ffd2c0e0-65cf-4d4d-af5b-743b78f8dde5", "fields": {"title": "Can You Keep a Secret? (Fear Street Relaunch #4)", "author": "John Martinez", "category": "Horror", "description": "How many nightmares begin in the Fear Street Woods?Eddie and Emma are high school sweethearts from the wrong side of the tracks. Looking for an escape from their dreary lives, they embark on an overnight camping trip with four friends in the Fear Street Woods.As Eddie carves a heart in a tree, he and Emma make a shocking discovery. It’s a discovery that will lead to the en How many nightmares begin in the Fear Street Woods?Eddie and Emma are high school sweethearts from the wrong side of the tracks. Looking for an escape from their dreary lives, they embark on an overnight camping trip with four friends in the Fear Street Woods.As Eddie carves a heart in a tree, he and Emma make a shocking discovery. It’s a discovery that will lead to the end of friendships—and to murder.Meanwhile, Emmy is having strange, terrifying dreams about wolves. Are her dreams connected somehow to the real wolf attacks that plague the town of Shadyside?Emmy, it seems, is about to make a horrifying discovery about herself… ...more", "price": "48.64", "cover": "", "image_url": "https://books.toscrape.com/media/cache/03/83/0383a7f9cce4ab8fa1c5db6e69b169c6.jpg"}}, {"model": "auth.permission", "pk": 1, "fields": {"name": "Can add log entry", "content_type": 1, "codename": "add_logentry"}}, {"model": "auth.permission", "pk": 2, "fields": {"name": "Can change log entry", "content_type": 1, "codename": "change_logentry"}}, {"model": "auth.permission", "pk": 3, "fields": {"name": "Can delete log entry", "content_type": 1, "codename": "delete_logentry"}}, {"model": "auth.permission", "pk": 4, "fields": {"name": "Can view log entry", "content_type": 1, "codename": "view_logentry"}}, {"model": "auth.permission", "pk": 5, "fields": {"name": "Can add permission", "content_type": 2, "codename": "add_permission"}}, {"model": "auth.permission", "pk": 6, "fields": {"name": "Can change permission", "content_type": 2, "codename": "change_permission"}}, {"model": "auth.permission", "pk": 7, "fields": {"name": "Can delete permission", "content_type": 2, "codename": "delete_permission"}}, {"model": "auth.permission", "pk": 8, "fields": {"name": "Can view permission", "content_type": 2, "codename": "view_permission"}}, {"model": "auth.permission", "pk": 9, "fields": {"name": "Can add group", "content_type": 3, "codename": "add_group"}}, {"model": "auth.permission", "pk": 10, "fields": {"name": "Can change group", "content_type": 3, "codename": "change_group"}}, {"model": "auth.permission", "pk": 11, "fields": {"name": "Can delete group", "content_type": 3, "codename": "delete_group"}}, {"model": "auth.permission", "pk": 12, "fields": {"name": "Can view group", "content_type": 3, "codename": "view_group"}}, {"model": "auth.permission", "pk": 13, "fields": {"name": "Can add content type", "content_type": 4, "codename": "add_contenttype"}}, {"model": "auth.permission", "pk": 14, "fields": {"name": "Can change content type", "content_type": 4, "codename": "change_contenttype"}}, {"model": "auth.permission", "pk": 15, "fields": {"name": "Can delete content type", "content_type": 4, "codename": "delete_contenttype"}}, {"model": "auth.permission", "pk": 16, "fields": {"name": "Can view content type", "content_type": 4, "codename": "view_contenttype"}}, {"model": "auth.permission", "pk": 17, "fields": {"name": "Can add session", "content_type": 5, "codename": "add_session"}}, {"model": "auth.permission", "pk": 18, "fields": {"name": "Can change session", "content_type": 5, "codename": "change_session"}}, {"model": "auth.permission", "pk": 19, "fields": {"name": "Can delete session", "content_type": 5, "codename": "delete_session"}}, {"model": "auth.permission", "pk": 20, "fields": {"name": "Can view session", "content_type": 5, "codename": "view_session"}}, {"model": "auth.permission", "pk": 21, "fields": {"name": "Can add site", "content_type": 6, "codename": "add_site"}}, {"model": "auth.permission", "pk": 22, "fields": {"name": "Can change site", "content_type": 6, "codename": "change_site"}}, {"model": "auth.permission", "pk": 23, "fields": {"name": "Can delete site", "content_type": 6, "codename": "delete_site"}}, {"model": "auth.permission", "pk": 24, "fields": {"name": "Can view site", "content_type": 6, "codename": "view_site"}}, {"model": "auth.permission", "pk": 25, "fields": {"name": "Can add email address", "content_type": 7, "codename": "add_emailaddress"}}, {"model": "auth.permission", "pk": 26, "fields": {"name": "Can change email address", "content_type": 7, "codename": "change_emailaddress"}}, {"model": "auth.permission", "pk": 27, "fields": {"name": "Can delete email address", "content_type": 7, "codename": "delete_emailaddress"}}, {"model": "auth.permission", "pk": 28, "fields": {"name": "Can view email address", "content_type": 7, "codename": "view_emailaddress"}}, {"model": "auth.permission", "pk": 29, "fields": {"name": "Can add email confirmation", "content_type": 8, "codename": "add_emailconfirmation"}}, {"model": "auth.permission", "pk": 30, "fields": {"name": "Can change email confirmation", "content_type": 8, "codename": "change_emailconfirmation"}}, {"model": "auth.permission", "pk": 31, "fields": {"name": "Can delete email confirmation", "content_type": 8, "codename": "delete_emailconfirmation"}}, {"model": "auth.permission", "pk": 32, "fields": {"name": "Can view email confirmation", "content_type": 8, "codename": "view_emailconfirmation"}}, {"model": "auth.permission", "pk": 33, "fields": {"name": "Can add user", "content_type": 9, "codename": "add_customuser"}}, {"model": "auth.permission", "pk": 34, "fields": {"name": "Can change user", "content_type": 9, "codename": "change_customuser"}}, {"model": "auth.permission", "pk": 35, "fields": {"name": "Can delete user", "content_type": 9, "codename": "delete_customuser"}}, {"model": "auth.permission", "pk": 36, "fields": {"name": "Can view user", "content_type": 9, "codename": "view_customuser"}}, {"model": "auth.permission", "pk": 37, "fields": {"name": "Can add book", "content_type": 10, "codename": "add_book"}}, {"model": "auth.permission", "pk": 38, "fields": {"name": "Can change book", "content_type": 10, "codename": "change_book"}}, {"model": "auth.permission", "pk": 39, "fields": {"name": "Can delete book", "content_type": 10, "codename": "delete_book"}}, {"model": "auth.permission", "pk": 40, "fields": {"name": "Can view book", "content_type": 10, "codename": "view_book"}}, {"model": "auth.permission", "pk": 41, "fields": {"name": "Can read all books", "content_type": 10, "codename": "special_status"}}, {"model": "auth.permission", "pk": 42, "fields": {"name": "Can add review", "content_type": 11, "codename": "add_review"}}, {"model": "auth.permission", "pk": 43, "fields": {"name": "Can change review", "content_type": 11, "codename": "change_review"}}, {"model": "auth.permission", "pk": 44, "fields": {"name": "Can delete review", "content_type": 11, "codename": "delete_review"}}, {"model": "auth.permission", "pk": 45, "fields": {"name": "Can view review", "content_type": 11, "codename": "view_review"}}, {"model": "users.customuser", "pk": 1, "fields": {"password": "pbkdf2_sha256$150000$t54yeS6qWcux$AYcr7O6BBwN0ek0TMvS3uW1TbJ7URfEugOa0ZQwEXzE=", "last_login": "2021-10-20T07:26:04.738Z", "is_superuser": false, "username": "testuser", "first_name": "", "last_name": "", "email": "testuser@store.com", "is_staff": false, "is_active": true, "date_joined": "2021-10-18T10:17:54.620Z", "groups": [], "user_permissions": []}}, {"model": "users.customuser", "pk": 2, "fields": {"password": "pbkdf2_sha256$150000$iOlLa2gEqYGY$rCEeE0Iuzs32AZKw6ttjjab/fIICGHqY0xc5t4gEjTg=", "last_login": "2021-12-04T23:22:48.803Z", "is_superuser": false, "username": "test", "first_name": "", "last_name": "", "email": "test@store.django", "is_staff": false, "is_active": true, "date_joined": "2021-10-18T11:51:42.143Z", "groups": [], "user_permissions": []}}, {"model": "users.customuser", "pk": 3, "fields": {"password": "pbkdf2_sha256$150000$J0Lihv0uRrpV$5iPVkSLOeaY/B+dLvjD9TweWP3LgAgsyQecQdMudU+E=", "last_login": null, "is_superuser": false, "username": "testuser2", "first_name": "", "last_name": "", "email": "testuser2@store.django", "is_staff": false, "is_active": true, "date_joined": "2021-12-05T01:05:50.454Z", "groups": [], "user_permissions": []}}, {"model": "users.customuser", "pk": 4, "fields": {"password": "pbkdf2_sha256$150000$0sQI5BVMw04w$EE/D+k9MiFGJIgJHNRsxnM7Kfr9BJ0EeZmq19E8smw0=", "last_login": "2021-12-05T01:07:20.243Z", "is_superuser": false, "username": "testuser22", "first_name": "", "last_name": "", "email": "testuser22@store.django", "is_staff": false, "is_active": true, "date_joined": "2021-12-05T01:07:15.171Z", "groups": [], "user_permissions": []}}, {"model": "account.emailaddress", "pk": 1, "fields": {"user": 1, "email": "testuser@store.com", "verified": false, "primary": true}}, {"model": "account.emailaddress", "pk": 2, "fields": {"user": 2, "email": "test@store.django", "verified": false, "primary": true}}, {"model": "account.emailaddress", "pk": 3, "fields": {"user": 3, "email": "testuser2@store.django", "verified": false, "primary": true}}, {"model": "account.emailaddress", "pk": 4, "fields": {"user": 4, "email": "testuser22@store.django", "verified": false, "primary": true}}]